[
    {
        "date": "Tuesday, February 14, 2023",
        "text": "You surprised me with a whole year’s worth of memories. I sent you a playlist and a noteit with cute quotes, but your gift was a lot better."
    },
    {
        "date": "Wednesday, February 15, 2023",
        "text": "You sent me a lot of outfit pics and at least 10 paris tiktoks. I think it’s safe to say you’re excited."
    },
    {
        "date": "Thursday, February 16, 2023",
        "text": "Today we met in Paris! You were feeling very sick, but I thought your coughing was adorable."
    },
    {
        "date": "Friday, February 17, 2023",
        "text": "We went to the Eiffel Tower in the morning, then had a date for dinner. I surprised you with a rose and McDonalds nuggets, which you ate in about 5 minutes."
    },
    {
        "date": "Saturday, February 18, 2023",
        "text": "Our first club together! You got wine drunk at dinner and I was the most attracted to you I’ve ever been. You are a literal stunner."
    },
    {
        "date": "Sunday, February 19, 2023",
        "text": "We saw 6 million dead people together, and you stopped me from playing Mo Bamba to help their souls rest :( You cried in the airport, but it will only be 11 days until we meet in Lisbon."
    },
    {
        "date": "Monday, February 20, 2023",
        "text": "I started your anniversary present today (inspired by your website, of course). We talked on FaceTime for a while at night, and you stayed up late editing Instagram photos but you decided not to post in the end."
    },
    {
        "date": "Tuesday, February 21, 2023",
        "text": "We met with Houser and were both very confused, but we’ll figure it out. You stayed up a few extra minutes to FaceTime me after I got back from watching the Real Madrid game, which made me so happy."
    },
    {
        "date": "Wednesday, February 22, 2023",
        "text": "Your mom made you make three versions of the save the date for Nan’s 95th, which bothered me more than it did you.  You sent me pictures of your pigtails and flat head before you went out for drinks, which made my night."
    },
    {
        "date": "Thursday, February 23, 2023",
        "text": "You went to Bologna today and crashed after dinner while the rest of your friends went out. I think I’m in love."
    },
    {
        "date": "Friday, February 24, 2023",
        "text": "We only talked for a few minutes today :( But you had a fun time out with your friends (even though you fell asleep in the club) and I saw Milton friends for the first time in years, so it was a good day anyway!"
    },
    {
        "date": "Saturday, February 25, 2023",
        "text": "A random man walked into your room, and I was proud of you for not freaking out. We watched the Scientology documentary, and your faces were adorable. I took many screenshots."
    },
    {
        "date": "Sunday, February 26, 2023",
        "text": "You worked alllll dayyyyy. But we FaceTimed throughout and grinded together (about an hour of work on my end, but I’m going to call it a grind anyway)."
    },
    {
        "date": "Monday, February 27, 2023",
        "text": "I got offered the Senior Interviewer job, but it was your reaction that made my day. You’re so excited for me, and it means a lot to know I have such a big fan. It doesn’t hurt that you’re such an attractive fan either. Alan tried to copy our BCR site, but we shut his ass down. No one is stopping us from getting that site online. No one."
    },
    {
        "date": "Tuesday, February 28, 2023",
        "text": "We are making Lisbon and Madrid plans, and I can’t wait. I’m so excited to show you around the city and have fun with you and my friends. It will be a blast."
    },
    {
        "date": "Wednesday, March 1, 2023",
        "text": "My dinner food took forever to come and Homer took forever to eat, and all I wanted was to get it, wolf it down, and FaceTime you. 1 more day!!"
    },
    {
        "date": "Thursday, March 2, 2023",
        "text": "We and Brendan split two bottles of wine, of which I drank half (oops). We had some interesting uncooked meat and some delicious garlic bread, but were kicked out of the restaurant at midnight. It was so good to be back in your arms again."
    },
    {
        "date": "Friday, March 3, 2023",
        "text": "You planned an awesome day for us! We did so much walking but saw lots of cool stuff. When it got sunny and you rolled up your sleeves, I lost my shit. Warm weather can’t come soon enough."
    },
    {
        "date": "Saturday, March 4, 2023",
        "text": "It’s so hard not to touch you for more than 15 minutes, but we did our best to maintain Brendan’s sanity. You fell asleep on my shoulder on the bus at least 4 times, and I loved it. And I stole your Apple Watch and had the best time wearing it (your face was the cutest ever when you saw that I had taken it)."
    },
    {
        "date": "Sunday, March 5, 2023",
        "text": "We had some ~interesting~ alone time in the morning, and it was amazing to lie in bed and enjoy each other’s company. I used my Baila Per Me and it was SOOOO worth it. I’m thrilled you’re letting me use it again. At the airport, I got you a chocolate macaroon and you told me to put that in my daily notes (if I was doing them). So here it is, Happy November future Liv!"
    },
    {
        "date": "Monday, March 6, 2023",
        "text": "You were stressed about not being motivated, and I hope you find whatever you’re looking for soon. You’re so motivated in my eyes."
    },
    {
        "date": "Tuesday, March 7, 2023",
        "text": "I booked my flight to Bologna and back from Naples! We’re going to have such a good time both weekends."
    },
    {
        "date": "Wednesday, March 8, 2023",
        "text": "You had two exams and, speaking from experience here, I’m predicting you did great on both! You send me photos from Lisbon including so many with your jacket off. I was obsessed."
    },
    {
        "date": "Thursday, March 9, 2023",
        "text": "Welcome to España! It was so good to be back together cuddling in bed."
    },
    {
        "date": "Friday, March 10, 2023",
        "text": "We saw some cool Picassos and enjoyed the beautiful weather. And we stayed at Razzmatazz until 5:30am because you wanted McDonalds so badly. I’m glad you got your wish."
    },
    {
        "date": "Saturday, March 11, 2023",
        "text": "You were obsessed with the Sagrada Familia. Your face was absolutely adorable and you kept a surprised expression on your face the entire time. I loved your catholic school explanations of the “passion cycle.” It was cute how excited you were to teach all of us."
    },
    {
        "date": "Sunday, March 12, 2023",
        "text": "Bye Barca (hehe)! Lucy and I took you to our favorite tapas place and they laughed at how much food we ordered. You loved the sangria and the meat (and you spilled the former on the latter). A very fun night overall."
    },
    {
        "date": "Monday, March 13, 2023",
        "text": "Fuck Monday!! We got up early to see my friends and you loved el Retiro. At night we had fun at El Tigre, Barceló, and Mondays."
    },
    {
        "date": "Tuesday, March 14, 2023",
        "text": "You slept in alllll morning while I went to class!! We got 100 mon and checked out the royal palace and a rooftop bar with my roommates. You were loving the surprises. I was loving wearing your Apple Watch (I think it brought me luck because I killed my Art and Architecture class and the teacher thinks I’m a genius)."
    },
    {
        "date": "Wednesday, March 15, 2023",
        "text": "You worked during my film class and when I came out for our break you had your arms out. I took so many photos that the girls near you gave me dirty looks. We got amazing empanadas and met some hilarious Irish guys at the bar at night."
    },
    {
        "date": "Thursday, March 16, 2023",
        "text": "Goodbye! What an amazing week with you. I promise I shed a tear when your Uber drove away. I hope you are safe tomorrow and that you have the best time ever."
    },
    {
        "date": "Friday, March 17, 2023",
        "text": "St. Patrick’s Day! I saw my family and UG, and you were drunk the entire day. It made me happy every time you texted me you were back in the hotel room because I knew you were safe."
    },
    {
        "date": "Saturday, March 18, 2023",
        "text": "Livvy was very stressed about her connection in Paris. Once again Charles Degaulle is your worst nightmare."
    },
    {
        "date": "Sunday, March 19, 2023",
        "text": "You made your connection! But the bag didn’t and now it’s in Pisa, ugh. I took my parents to the Madrid market and got a cool Messi scarf."
    },
    {
        "date": "Monday, March 20, 2023",
        "text": "Not too much happened today. We FaceTimed at night and watched Cunk on Earth, which you found hilarious. I liked watching you laugh more than the show itself."
    },
    {
        "date": "Tuesday, March 21, 2023",
        "text": "You waited for your bag for 4 hours and it never came :(. But you won bingo! I couldn’t get into the casino with Mario so instead we went to a rooftop bar and chilled."
    },
    {
        "date": "Wednesday, March 22, 2023",
        "text": "We did a shared listening session at the gym and you finally got your bag back! At night we watched YouTube videos and you worked on your lighthouse. You refused to go to bed until you were satisfied with it."
    },
    {
        "date": "Thursday, March 23, 2023",
        "text": "I made you promise to have a happy alone-time night instead of getting sad and scrolling on Reels. I think you kept your promise? We also did a shared session at the gym before I headed to the airport to fly to Mallorca."
    },
    {
        "date": "Friday, March 24, 2023",
        "text": "We talked for a bit in the afternoon, and you had a fun night with your friends. I wished you were in Mallorca with me."
    },
    {
        "date": "Saturday, March 25, 2023",
        "text": "We did really cute Agapés for each other!"
    },
    {
        "date": "Sunday, March 26, 2023",
        "text": "Easily one of my favorite days of the year. We were on FaceTime pretty much all day, which made me ridiculously happy. Also the photos and videos you send me in your workout clothes did too. You get me so turned on. You also coached me through making a very simple chicken and pasta dish, and it turned out great. At night, we worked on BCR over FaceTime and you said you’re back into it. That makes me so excited because I love having you as a partner to do things with."
    },
    {
        "date": "Monday, March 27, 2023",
        "text": "You got pizza and gelato so you were automatically in a great mood! I’m feeling much better about long distance now that my parents are gone. For some reason I feel a lot sadder around them. We did our 4th? 5th? shared session workout, and we’re both in glow up mode before Bologna. Cannot wait to feel your body again."
    },
    {
        "date": "Tuesday, March 28, 2023",
        "text": "An Italian high schooler asked for your Instagram, and I’m not surprised in the slightest. You give off great energy. We booked so many trains for my trip to Italy, and I think it’ll work out great. Then at 4am I woke you up with texts about the girl above me screaming. Still not sure what happened there. Oh, and something fishy is going on with your “May 7th” flight because it doesn’t exist but you told both Cecelia and Lucy the same thing you told me… this is spoiling my plans to surprise you because I don’t know what return flight to book! I will concoct a story about Brendan so that I have an excuse to tell you it doesn’t exist. We shall see what happens."
    },
    {
        "date": "Wednesday, March 29, 2023",
        "text": "You had a cooking class with your program and you looked so cute! I was in class all day and watched two whole movies, but I didn’t fail my Spanish exam! An 82 is still not ideal though."
    },
    {
        "date": "Thursday, March 30, 2023",
        "text": "We met in Bologna! We were very excited to see each other after 2 weeks apart. We had a nice dinner then cuddled and slept."
    },
    {
        "date": "Friday, March 31, 2023",
        "text": "We did a cooking class and made tortellini in broth (water) and tagliatelle in ragú (very good). We also met a very strange couple from Wisconsin and you looked SO CUTE rolling out your pasta and stirring the sauce. The chef was very intense and I was bad at cooking, but you carried for us."
    },
    {
        "date": "Saturday, April 1, 2023",
        "text": "We did a nice hike in the morning and took the train down. Then we relaxed all afternoon and found a place to get tortellini with cream sauce for dinner! And we made our required stop into the church (during a Palm Sunday service, haha) so that I could ask the Lord for mercy for my sins. It’s been an awesome weekend so far. Oh, and I solved the May issue! I now know what flight you’ll be on, so I can book!"
    },
    {
        "date": "Sunday, April 2, 2023",
        "text": "We went to a Bologna soccer game! We got matching scarves, beer, and lots of food! The fans were super into it and you loved the atmosphere. You also looked so goddamn cute in my Kiawah hat and bomber jacket. It only rained a bit and Bologna won 3-0, whoop.com! We had to say goodbye in the afternoon, but we will see each other very soon!"
    },
    {
        "date": "Monday, April 3, 2023",
        "text": "You were busy with work but we talked for a while before bed! It’s very annoying being so close to you and yet not being with you."
    },
    {
        "date": "Tuesday, April 4, 2023",
        "text": "We did more cute Agapés for each other while I was on my wine  tour in Lucca. You kept getting excited about the pictures I sent you even though you couldn’t be there. It makes me so glad that you’re happy for me when I’m doing fun things, even when they don’t include you. Toma dropped the requirement for 3000’s to 2! Doesn’t matter too much for us I don’t think, but it will be nice to have the extra flexibility. Your reaction over text was very funny."
    },
    {
        "date": "Wednesday, April 5, 2023",
        "text": "You came to Florence for the afternoon! We were both so glad you did. We got cool stuff at an art gallery (sort of?) across the river. Later, we met up with my IES friends and their shockingly air headed (sorry, but it’s true) friend from NYU. We ended the night with Mickey D’s and a nice conversation covering religion and politics (just like our first date!)."
    },
    {
        "date": "Thursday, April 6, 2023",
        "text": "You woke up at 6am to catch the bus back to Siena for class. Thanks for going out of your way to come spend the night with me! And we finally made it to Sorrento at 8:30pm."
    },
    {
        "date": "Friday, April 7, 2023",
        "text": "We explored Sorrento and had ourselves a beautiful and relaxing day!"
    },
    {
        "date": "Saturday, April 8, 2023",
        "text": "After a gorgeous hike (look at allllll thooose lemons!), it started to pour. So we found ourselves in a 5 star hotel’s restaurant with tiny meatballs. We somehow made the same mistake again at dinner, and found ourselves in a ballroom with a dude playing piano and more tiny meatballs (and free prosecco, ooh)."
    },
    {
        "date": "Sunday, April 9, 2023",
        "text": "We went to Capri! It was gorgeous but overrun by tourists. We did lots of uphill walking, saw the sights, and returned home to Sorrento to relax. Thanks for covering our Easter dinner, Dave and Francine!"
    },
    {
        "date": "Monday, April 10, 2023",
        "text": "We had a long, relaxing morning followed by a long, stressful van ride to Naples. What a dumpster fire that city is! We said a quick goodbye, and we’ll be back together so soon! Livvy Bolt was back at it again and she made her bus easily (the fast that the bus arrived 40 minutes late is irrelevant to Livvy Bolt’s amazing speed and skill)!"
    },
    {
        "date": "Tuesday, April 11, 2023",
        "text": "We did a shared listening session at the gym, so I had to listen to Brittney Spears while I did my final set of bench press. Then we FaceTimed at night and you told me all about what you’ll be doing this summer at WBD!"
    },
    {
        "date": "Wednesday, April 12, 2023",
        "text": "Real Madrid beat Chelsea 2-0! You had your terracotta class, and I think you’re such a good artist. You’ll never admit it, but you think you are too."
    },
    {
        "date": "Thursday, April 13, 2023",
        "text": "We did a movie night while you were at your 5 star hotel in Milan! We started watching Get Out but you thought that might be a little too scary. So we switched to the Wolf of Wall Street and your faces were so cute when they were talking about all the disgusting stuff they do."
    },
    {
        "date": "Friday, April 14, 2023",
        "text": "You arrived in Lake Como and loved it so much you started to consider skipping your Art History presentation on Monday to stay longer! We are getting so close to finishing the website now."
    },
    {
        "date": "Saturday, April 15, 2023",
        "text": "I went on a hike while you toured Lake Como in a private boat *shakes head.* You loved it and I think we’ll have to go back together this time. You might love the alps even more though, let’s see. I made the zooming video today since you finally sent the ones on your phone. It’s pretty much perfect except the one your dad took 🤦‍♂️. I’ll replace that in Lucerne."
    },
    {
        "date": "Sunday, April 16, 2023",
        "text": "You traveled pretty much all afternoon, but we did a nice sleepy FaceTime before bed. We’re planning to arrive earlier in Lucerne to have the afternoon there!"
    },
    {
        "date": "Monday, April 17, 2023",
        "text": "We did a shared listening session for the gym and got our first round of classes back. We both got fucked. It is what it is though, it’ll all work out."
    },
    {
        "date": "Tuesday, April 18, 2023",
        "text": "We FaceTimed all afternoon, did a shared listening session at the gym, and you even convinced me to watch the Real Madrid game from my room instead of going to a bar. I had a lot of fun. And Houser sent us the Classfinder API, which got you SUPER excited. Sorry I don’t match your level of enthusiasm."
    },
    {
        "date": "Wednesday, April 19, 2023",
        "text": "I raced home from Spanish class to talk to you!"
    },
    {
        "date": "Thursday, April 20, 2023",
        "text": "We met in Zurich and traveled to Lucerne! It went pretty smoothly other than my dropping your suitcase down the escalator. We had a very nice Italian dinner and the wind put us right to sleep."
    },
    {
        "date": "Friday, April 21, 2023",
        "text": "We did a walking tour of Lucerne and a way-too-expensive wine tour. Dinner was a super fancy Swiss place where they made the Wiener Schnitzel right in front of us. Delicious but not worth it in our opinions, and your mom was upset (rightfully) because we slept too long and got to dinner late."
    },
    {
        "date": "Saturday, April 22, 2023",
        "text": "We traveled to Zurich and did a walking tour of Zurich. Your parents got a room upgrade to a massive suite. We didn’t love the walking tour, but we got some rest in the afternoon and had a nice Italian dinner."
    },
    {
        "date": "Sunday, April 23, 2023",
        "text": "We went to the Lindt factory in the morning. I got lots of samples and you thought it was funny when I said my family would’ve set up a sting operation on the guarded boxes of truffles. Your parents can be stressful to travel with, and we said a sad goodbye. Also, YOU NEED TO FIGURE OUT YOUR FLIGHT TO MADRID because I’ll have to rebook mine too. But of course I can’t say that. See you in 10 days or so."
    },
    {
        "date": "Monday, April 24, 2023",
        "text": "I rebooked my return flight so we can come to Madrid together on Friday!"
    },
    {
        "date": "Tuesday, April 25, 2023",
        "text": "You had no class, and you bled through your pad (lol). We did a loooong FaceTime work session in the afternoon!"
    },
    {
        "date": "Wednesday, April 26, 2023",
        "text": "I saw a play with my Spanish class while you had a picnic with your program. When we FaceTimed after, I almost spoiled my surprise by showing you my bank transactions (to get your help paying my bill). I really hope I didn’t!! You sent me possibly the hottest gym pics you’ve ever sent. I went crazy for them."
    },
    {
        "date": "Thursday, April 27, 2023",
        "text": "We’re loving each other more every day. I went out to dinner with Lucy and Homer and when I came back you woke up just to talk to me. You were so sleepy but very cute."
    },
    {
        "date": "Friday, April 28, 2023",
        "text": "We did a gym sesh and then talked for a while at night. 6 days until I surprise you! Also the website went down and I have no clue why."
    },
    {
        "date": "Saturday, April 29, 2023",
        "text": "We FaceTimed a few times because I was missing you a lot. We did a good coding session  and the three hours felt like 45 minutes. I fixed the website! Turns out I didn’t npm install requests and AWS wasn’t too fond of that fact."
    },
    {
        "date": "Sunday, April 30, 2023",
        "text": "We both had good days! I went to a museum that I’m going to take you to in a few weeks. I think you’ll like the pretty gardens."
    },
    {
        "date": "Monday, May 1, 2023",
        "text": "You spend alllllll day studying, and I spent allllll day at the tennis tournament. You have such a cute and fierce motivation. I don’t know where it comes from, it must be your parents."
    },
    {
        "date": "Tuesday, May 2, 2023",
        "text": "Your first exam went fine, and I had the entire day free because it was a holiday in Madrid. I got a new water bottle that says #water (which you died laughing at) and I finally found a basil plant and simple syrup after going to 3 grocery stores! I was trying for mint to make a south side, but we’ll have to settle with a gin basil smash (a very shitty version of one, but I bet it will still taste good)."
    },
    {
        "date": "Wednesday, May 3, 2023",
        "text": "Your birthday is tomorrow! I’m so excited to send you the video and surprise you in Siena. I’m deciding whether to do it on FaceTime or to have Alex let me in, not sure which would be funnier. You had two more exams, so only one to go!"
    },
    {
        "date": "Thursday, May 4, 2023",
        "text": "🥳🎉🎊🎉🥳🥳🎈🎊🎊🎁 🥳🍾🎈🎁 Happy 21st Livvy! Your first drink is on me! I didn’t sleep at all last night because I was so excited/nervous to surprise you. I’m on the train to the airport right now and you think I’m going to the Reina Sophia for class. Uh uh uh 😉. I think when I get on the plane I’ll tell you I’m playing basketball so I have an excuse not to be answering your texts. Can’t wait to surprise you!!! I hope it’s not in front of your entire program, I guess we’ll see."
    },
    {
        "date": "Friday, May 5, 2023",
        "text": "The surprise went perfectly yesterday! I met a lot of sketchy Italian kids, but it was fun. You were bawling. Today we traveled to Madrid and had a nice Mexican dinner with Lucy."
    },
    {
        "date": "Saturday, May 6, 2023",
        "text": "After a beautiful picnic in the park, we relaxed all afternoon and watched so much GoT."
    },
    {
        "date": "Sunday, May 7, 2023",
        "text": "You were so cute at the F1 exhibition, and you say you want to watch the Netflix show now. We got a cute dinner at the mall rooftop overlooking the river and some Five Guys shakes for dessert."
    },
    {
        "date": "Monday, May 8, 2023",
        "text": "Busy day! Saw the Royal Palace and the Thyssen museum, both of which you liked. I loved seeing your cute excitement when you found Henri-Edmund Cross and your Sienese painters. We had Mondays tickets but decided not to go. Instead we played word association games and had way more fun. We made a great pesto pasta, much better than our previous try at cacio e pepe."
    },
    {
        "date": "Tuesday, May 9, 2023",
        "text": "I went to class in the morning and you had a great time in the Starbucks at the mall. We got you a gym pass and worked out, then got Tierra with Lucy. She was quite late and I had two burritos (oops). We also downed a margarita pitcher like it was nothing. We tried to watch the Real Madrid vs. Man City game at the bar on my block, but it was too crowded. I stayed with my friends to watch and you and Lucy hung out in 704!"
    },
    {
        "date": "Wednesday, May 10, 2023",
        "text": "We got bagels from the cute café near Moncloa in the morning. The people there are so nice and all speak insanely good English. I took my final, we worked for a while in Guadalupe, and then got empanadas and ate in the park. I said bye and headed to glass, while you had a fun (but exhausting shopping afternoon with Lucy). We met back up at night for some GoT and cuddling."
    },
    {
        "date": "Thursday, May 11, 2023",
        "text": "After my class in the morning (during which you went back to the same mall Starbucks), we did some food shopping and then made pesto (and worked out) Thanks for introducing me to jar pesto, I will be relying on that this summer."
    },
    {
        "date": "Friday, May 12, 2023",
        "text": "We went to the Sorolla museum, which you thought was adorable. Then we got smoothies and breakfast. I tried to take a video of you saying “Zane” in the Spanish accent, but instead you responded “Oliiivia.” We laughed about that for a while. After a very ~relaxing~ afternoon, we drank with Homer in my room for a bit and then went out. We tried to find some outdoor concert thing but couldn’t, so we ended up at Chapandaz (cave bar). We were having a very good time and were both pretty good levels of drunk, but then things went downhill. You said some things that made me sad (which in hindsight were just jokes), and when I showed you that I had written them down on my phone you got extremely sad and angry. The rest of the night wasn’t fun, unfortunately."
    },
    {
        "date": "Saturday, May 13, 2023",
        "text": "We had the best talk we’ve ever had in the morning. We both agreed that the previous night at Chapandaz was just the result of multiple misunderstandings, and we both saw where the other person was coming from. We talked about a lot of stuff that I think will help in the future, including my desire to spend too much time with you, your habit of isolating when sad, my lack of flexibility, and how you sometimes mistreat me in front of your friends. We both felt soooo connected and in love after talking for over an hour. We went to brunch and got ice cream but didn’t do much else all day. Then we had a great time at the Real Madrid game (a 1-0 win) with Lucy."
    },
    {
        "date": "Sunday, May 14, 2023",
        "text": "We hit the Rastro, where I found a very cool Hazard jersey for $20. We saw a funny and massive protest with tractors and trucks moving at 0.5mph past the Prado. We got chicken for lunch, called our mom’s to say Happy Mother’s Day, and then did a GoT marathon. We even finished Season 6. Your reactions to the wildfire and the Arya/Frey scene made me so happy. And the Celtics blew out the 76ers in Game 7 to move on, so that made the night even better."
    },
    {
        "date": "Monday, May 15, 2023",
        "text": "Goodbye!! I’m very sad whenever you leave because everything is a ton better with you. You’re on the plane right now, and I hope you’re having a safe and easy trip. We got through the Spring, now just the Summer stands between us and being together every day."
    },
    {
        "date": "Tuesday, May 16, 2023",
        "text": "You had a nice relaxing day and I hung out with Mario for the last time (ever?). Cotton is being a little shit, but your family loves him anyway."
    },
    {
        "date": "Wednesday, May 17, 2023",
        "text": "You had to take Cotton to the vet because he was throwing up and pooping everywhere :(. Poor guy. I hope he’s ok and that he toughs it out a while longer."
    },
    {
        "date": "Thursday, May 18, 2023",
        "text": "My last exam! I’m coming home tomorrow! It’ll be nice to be back in the same time zone, if only for 2 weeks. Already can’t wait to see you, and I especially can’t wait for the fall. Seeing each other every day will be incredible."
    },
    {
        "date": "Friday, May 19, 2023",
        "text": "I flew home today! We didn’t get to talk much, but I’m so excited to be back in the US. Your birthday party went well although Cotton is struggling :("
    },
    {
        "date": "Saturday, May 20, 2023",
        "text": "We both had good days! Lots of coding and good food."
    },
    {
        "date": "Sunday, May 21, 2023",
        "text": "We both sucked ass in our respective golf rounds. But it’s ok, who cares anyway. I’m sure you’ll be shooting in the low 80s again in no time, while I will struggle to break 90 the entire year."
    },
    {
        "date": "Monday, May 22, 2023",
        "text": "Lots of errands to run while we get adjusted to being back home."
    },
    {
        "date": "Tuesday, May 23, 2023",
        "text": "You arrived in Boston! We had a fun dinner in Waltham with a large group of drunk locals who were celebrating the start of their trip. The Celtics won to make the series 3-1. Your good luck."
    },
    {
        "date": "Wednesday, May 24, 2023",
        "text": "We went to New Balance unsuccessfully, then got Tango Mango, JP Licks, and napped all afternoon. A great day that ended with you being adorable while we watched Spotlight. Watching you bounce up and down with excitement that the priests were going to get caught made me so so happy. And the movie only deepened my negative feelings towards religion."
    },
    {
        "date": "Thursday, May 25, 2023",
        "text": "We played switch-handed golf and it was fun! You won, but I’ll get you back next time. Then we did some tennis, watched a bunch of GoT, and went to Rahul’s house. It was a bit weird with his high school friends there, but the Celtics won again! 2/4 ✅"
    },
    {
        "date": "Friday, May 26, 2023",
        "text": "Goodbye for a while! Goodbyes are really hard, and I think once we get into the swing of our summer jobs this 5 weeks will be easy."
    },
    {
        "date": "Saturday, May 27, 2023",
        "text": "First of 35 days apart :( I got fondue and you had a nice round of golf with your dad. I also may have worked on the website a ton, oops."
    },
    {
        "date": "Sunday, May 28, 2023",
        "text": "We watched some GoT at night. Your face was so cute when the dead dragon’s eye opened and it was blue."
    },
    {
        "date": "Monday, May 29, 2023",
        "text": "We did some work fit checks! You started packing 3 days before moving in, and that still may not be enough time."
    },
    {
        "date": "Tuesday, May 30, 2023",
        "text": "We FaceTimed all afternoon and did work on BCR together. It took us a while to figure out that random error, but we finally realized it had to do with your Python version. I watched the Red Sox get destroyed but then almost come back to win, and we were able to say goodnight."
    },
    {
        "date": "Wednesday, May 31, 2023",
        "text": "You’re almost packed! I won $10 off of Liam, Ollie, Rahul, Tommy, and Will (mostly Liam and Ollie’s money), and you made pasta with your parents. Last night in Philly!"
    },
    {
        "date": "Thursday, June 1, 2023",
        "text": "You’re currently moving into your NYC apartment as I type this. I’m getting sad, but I think once I get moved in too that will go away. I hope you don’t forget about me and make an effort to show you really care about me this summer. I think you will."
    },
    {
        "date": "Friday, June 2, 2023",
        "text": "I flew to Seattle! I’m excited for Monday and you’re nervous, but I know you’ll be totally fine."
    },
    {
        "date": "Saturday, June 3, 2023",
        "text": "You went to the Mets game and I moved into my apartment. You were so cute wanting to leave after the 3rd inning. I told you baseball isn’t a fun sport to watch."
    },
    {
        "date": "Sunday, June 4, 2023",
        "text": "Last day before work starts! The surprise party for Nan went great, and I had a nice Italian dinner with Steve and his girlfriend and my mom."
    },
    {
        "date": "Monday, June 5, 2023",
        "text": "Both of our first days! We were both exhausted at night, but we still talked for a bit. Then you stayed up an extra two hours being anxious or something *palm*. The time difference is very annoying and I am in sad boy hours, but you gave me great advice. You said to embrace it and be sad, and eventually I’d get in a routine and wouldn’t be thinking about my sadness so much. I think you’re right. These next few weeks might be a bit annoying, but once I get into my intern project, meet some people, turn 21, and settle into a routine I’ll be just fine."
    },
    {
        "date": "Tuesday, June 6, 2023",
        "text": "Our second day of work! I had tons of meetings before the wifi in my building went out, and you listened to a bunch of VPs talk about their groups. We watched Arya kill Littlefinger, Cersei betray Danaerys, and the white walker dragon melt down the wall in the Season 7 finale. Now, we’re gonna switch to White Lotus for a bit so that we can finish GoT together in NYC."
    },
    {
        "date": "Wednesday, June 7, 2023",
        "text": "More work today. The air is so bad in NYC that you had to wear a mask home from work. Not much else to report!"
    },
    {
        "date": "Thursday, June 8, 2023",
        "text": "I joined a very large and intimidating gym. You’re really liking your job, which is great! I’m not, though :( Alan and I went to Anna’s house for dinner. She has a crazy view and access to free Mariners tickets. Dub."
    },
    {
        "date": "Friday, June 9, 2023",
        "text": "1 week of work down, 10/11 to go! We both had kind of sad nights in, but that meant we could spend a lot of time together. I loved it."
    },
    {
        "date": "Saturday, June 10, 2023",
        "text": "You did some shopping and I played soccer in the morning. Then we did one of our longest FaceTimes ever, clocking in at over 7 hours. In that time we watched 1000 Pound Friends (we know whose call that was) and 4 episodes of White Lotus. What a weird show, but we both like it a lot. The asshole guy really bothers you, and the fake liberal girl bothers me. I got scared about getting a job after school, but you talked some sense into me. I can get a job in whatever city I want."
    },
    {
        "date": "Sunday, June 11, 2023",
        "text": "We both had pretty chill days. You got a donut which inspired me to do the same. We worked out, then chatted for a while :) Oh, and we finished White Lotus. So much TV watched in two days, oops. You sent me such a sexy selfie before you went to bed."
    },
    {
        "date": "Monday, June 12, 2023",
        "text": "I love waking up to your mirror pics every morning. It makes me so happy, even though it’s annoying that you’re already having lunch when I get to work."
    },
    {
        "date": "Tuesday, June 13, 2023",
        "text": "Another day of work. Not much else to report really. Lauren is very close to breaking up with Henry but she won’t commit. We’re both trying to make sure she does."
    },
    {
        "date": "Wednesday, June 14, 2023",
        "text": "You were so cute calling the Amazon Spheres “the ballsack.” It’ll be fun to work in “the ballsack” with you in August."
    },
    {
        "date": "Thursday, June 15, 2023",
        "text": "You were planning to go out, but Lauren went out with her intern friends instead. Worked out for me! I loved your work outfit today, it’s so hot when you look professional but gorgeous at the same time."
    },
    {
        "date": "Friday, June 16, 2023",
        "text": "After long weeks at work, you went out for drinks with Lauren, Henry (ugh), Lizzy, and Henry’s friend. I met Alan and the Bowdoin guys for dinner and checked out their shithole apartment. I had to Uber home because their neighborhood isn’t safe at night."
    },
    {
        "date": "Saturday, June 17, 2023",
        "text": "You headed home to Blue Bell and I destroyed my legs playing soccer. But then I stretched while we chatted and they felt so much better. We both had quiet afternoons and went to bed early."
    },
    {
        "date": "Sunday, June 18, 2023",
        "text": "We both played golf! I played with a cute father/son pair, and you played with your dad."
    },
    {
        "date": "Monday, June 19, 2023",
        "text": "My birthday! Your toucan drawing made me so happy, and then all of my roommates started venmoing me money for a drink on them, which was very funny. We talked a lot throughout the day and I didn’t get much work done. I beat Alan at ping pong a few times and then we went to a bar for my first legal drink! We got a flight of beers which were ok. Your cookie delivery was awesome, but then I got sad because I thought you forgot to make a photo album for me. Of course you didn’t, but you forgot to say you’d give it to me in NYC!! A great birthday overall."
    },
    {
        "date": "Tuesday, June 20, 2023",
        "text": "I got rejected from buying Guiness even though I’m 21 :( because my ID is expired. Fuck that woman. We started the last season of GoT. We’ll finish it when I come to NYC next week."
    },
    {
        "date": "Wednesday, June 21, 2023",
        "text": "Not much happened today. You drew the cutest thing: a bottle of mushroom ketchup that says Olivia on it. You made one of the best funnies you’ve ever made. It also is made by Wench Farms  and is a special hourglass edition bottle. It’s perfect."
    },
    {
        "date": "Thursday, June 22, 2023",
        "text": "I had my design review! It went well: “very impressive for your first 17 days at Amazon.” But then I got sad because I realized that I’ll have to do a ton of work to change it to my new design, and won’t get to start coding yet GRRR. We both had happy hours with our teams, and we finished GoT S8E1, which ended with Jamie and Bran finally meeting each other again. Crazy."
    },
    {
        "date": "Friday, June 23, 2023",
        "text": "I got 2/3 approvals for my doc already, so I’m no longer sad. You got to WFH during the afternoon, and after dinner with Lauren and her friend you stayed in and we chatted. I did jack shit, just watched a Black Mirror episode and went to bed."
    },
    {
        "date": "Saturday, June 24, 2023",
        "text": "You met up with Grandma Barbara!! It seems like both of you had a good time, and she raved about you afterwards. There was a pride fest in my neighborhood, so I saw a lot of furries and people with their asschecks out and stuff like that. Not my scene, I didn’t even know there were that many weird people out there. You went out with Cambron and I went out with Alan, Yonas, Ate, and David. Both of us had pretty good times I think!"
    },
    {
        "date": "Sunday, June 25, 2023",
        "text": "I got sad about being in Seattle again. Something about you spending the day with Lauren and Cambron and going out on a Sunday while I’m totally alone really got to me. I’m sure it’ll fade, and it’s only a few more days until I’m in NYC too! Oh, and I played golf and holed out from 115. Pretty cool."
    },
    {
        "date": "Monday, June 26, 2023",
        "text": "Last Monday until I come to NYC!"
    },
    {
        "date": "Tuesday, June 27, 2023",
        "text": "Last Tuesday until I come to NYC!"
    },
    {
        "date": "Wednesday, June 28, 2023",
        "text": "One more day until I come to NYC! I got my hair cut just for you, and you blew your hair out all fancy. It looked very cute."
    },
    {
        "date": "Thursday, June 29, 2023",
        "text": "On my way to NYC! You were so excited that you couldn’t sleep last night. Can’t wait to be with you again."
    },
    {
        "date": "Friday, June 30, 2023",
        "text": "What a great day. We “worked from home” together, making sure to take lots of breaks. Then we got dinner and boozy ice cream, and went to a few bars with Lauren and Henry. She finally broke up with him at 3am when we got home. Insanity."
    },
    {
        "date": "Saturday, July 1, 2023",
        "text": "We got the world’s best bagels from Popup Bagels. You were so cute not knowing that bagels are Jewish. Then we sat in the park for a while and talked about lots of political stuff. You always help me rethink my own opinions and push back on some of my ideas. After I met my family at Nobu, we got Mexican for dinner, went to a few bars, and then came home."
    },
    {
        "date": "Sunday, July 2, 2023",
        "text": "We worked out together in the morning and relaxed all afternoon. We got a great steak dinner with my parents and ate rock-hard ice cream out of the pint container with my dad and my brother."
    },
    {
        "date": "Monday, July 3, 2023",
        "text": "We got $1 tacos and $9 margaritas at the rooftop bar and we were both annoyed by Joy and Lizzy."
    },
    {
        "date": "Tuesday, July 4, 2023",
        "text": "We met my uncle and aunt at their incredible apartment and they gave me gin and champagne. Then we did Barry’s and you crushed it! I was so proud and you only took your inhaler 5 times lol. We spent all afternoon at this stupid rooftop party thing, which you me and Lauren all hated. But we did get some good pizza and baby Guinness shots (also a free round from Doug the bartender). Then we watched the fireworks from the park because we couldn’t handle the EDM anymore. You and Lauren dug through lots of friend group drama and you felt bad, but I really don’t think you’re the problem."
    },
    {
        "date": "Wednesday, July 5, 2023",
        "text": "Back to work after a 4-day weekend. Honestly very little happened. We (you) made some vodka sauce pasta with Turkey meatballs that was decent. Oh, and Lauren talked with Henry and they finally broke up."
    },
    {
        "date": "Thursday, July 6, 2023",
        "text": "We went into our respective work offices for the day and met up on your walk home after. We did lots of Sephora shopping, and your work outfit was 10/10."
    },
    {
        "date": "Friday, July 7, 2023",
        "text": "We WFH again and had a pretty chill day. Then we got dinner with my mom, brother, and grandma. Plenty of family time for both of us."
    },
    {
        "date": "Saturday, July 8, 2023",
        "text": "We got popup bagels again and the owner gave us a free sesame bagel while we were in line. So lucky! Got tacos and margs again with Liam and the girls, but this time it was way too hot so we didn’t stay for long. The two of us collapsed at home and had ourselves a great afternoon, while Lauren and Lizzy and Emma went drinking all afternoon. Then we got a great Chinese dinner and went to a bar. We had such a good time chatting with Liam, and the bar was the perfect vibe. I discovered Allagash, which might be my go-to light beer in the fall."
    },
    {
        "date": "Sunday, July 9, 2023",
        "text": "We laid in bed literally all morning and finished GoT! End of an era. Then we took a quick walk, which we thought would be our last because I was flying home. And then I saw my flight was delayed 6 hours, so I called customer service and moved it to the 10th. You were celebrating like World War II just ended, and I found it so incredibly adorable. So we walked the high line with Lauren, looking at apartments for you guys along the way. We got a great Italian dinner in the pouring rain and watched When Harry Met Sally, which was a great way to spend our last night together (for real this time)."
    },
    {
        "date": "Monday, July 10, 2023",
        "text": "We worked from home in the morning and I had my midpoint review meeting, which went well. You saw me cry for the very first time when we said goodbye. Another milestone in our relationship."
    },
    {
        "date": "Tuesday, July 11, 2023",
        "text": "Back to long distance :(. I can’t stop thinking about how much I miss you."
    },
    {
        "date": "Wednesday, July 12, 2023",
        "text": "We both made some progress at work. You got TSA precheck!"
    },
    {
        "date": "Thursday, July 13, 2023",
        "text": "After a frustrating four days, I finally got my CR approved. You headed home to Philly for the weekend."
    },
    {
        "date": "Friday, July 14, 2023",
        "text": "Your golf round was rained out, but you used that time to get your website up on Amplify! (and shop of course lol) I made a little progress but authorization and IAM roles are fucking killing me."
    },
    {
        "date": "Saturday, July 15, 2023",
        "text": "You did a whole fun day for your Mom’s birthday and I went to Bainbridge Island with Alan and Yonas. You were feeling very self-conscious, and you hated your massage. You also hated the casino and you won nothing. I saw a seal from my kayak and got a great view of Mount Rainier."
    },
    {
        "date": "Sunday, July 16, 2023",
        "text": "Your golf round was canceled :( but I broke 80 for the first time with Crystal! She had lots of tea for us, including Abby Flanagan trying out for the men’s golf team and Anna’s brother being a potential school shooter."
    },
    {
        "date": "Monday, July 17, 2023",
        "text": "Back to work we go. You took the train home and I’m still stuck on this got damn IAM role authorization shit."
    },
    {
        "date": "Tuesday, July 18, 2023",
        "text": "I FIGURED OUT THE AUTHORIZATION!!!! My whole team was so excited for me. You went to see the vagina doctor (sorry, I forget what it’s actually called) and got some antibiotics."
    },
    {
        "date": "Wednesday, July 19, 2023",
        "text": "You saw a pre-screening of Barbie! You thought it was a little forced at times but very funny. We had a date night and started season 2 of White Lotus. Your dancing and singing to the theme song is adorable."
    },
    {
        "date": "Thursday, July 20, 2023",
        "text": "It’s been a long-ass week but it’s almost over. Only 11 days until we see each other again!!"
    },
    {
        "date": "Friday, July 21, 2023",
        "text": "We both worked pretty lazily today. Your parents came to NYC, and I watched the USWNT spank Vietnam for some much-needed revenge — alone in my apartment on a Friday night :(."
    },
    {
        "date": "Saturday, July 22, 2023",
        "text": "You went to a Broadway show with your parents, which turned out not to be very good. I had a pretty lazy Saturday, which included lots of BCR work."
    },
    {
        "date": "Sunday, July 23, 2023",
        "text": "You had the “best meal you’ve had yet in NYC” and heard lots of people speaking Italian around the city! I played golf with some Amazon people, somehow going +13 on the front and +3 on the back lol. It was a long and expensive day, but coming home and watching lots of White Lotus with you was easily my favorite part."
    },
    {
        "date": "Monday, July 24, 2023",
        "text": "We both made very good progress on our projects today! And we watched even more White Lotus."
    },
    {
        "date": "Tuesday, July 25, 2023",
        "text": "You guys had to put Cotton down today :(. You were very upset, and I tried to comfort you as well as I could from 3,000 miles away. He was a great dog, and it was time for him to go. But I think there’s another dog in your future!"
    },
    {
        "date": "Wednesday, July 26, 2023",
        "text": "We’re really into Season 2 of White Lotus! The Italian hookers and old creepy dad are really good characters."
    },
    {
        "date": "Thursday, July 27, 2023",
        "text": "Today was Global Intern Day! You heard from the WBD CEO and I went to some lame panels with bad food and so many interns not paying attention to the speakers."
    },
    {
        "date": "Friday, July 28, 2023",
        "text": "We tried to do a cute dinner/dessert date but your computer broke. Later I went out to a bar with my coworkers and you enjoyed your quiet night in."
    },
    {
        "date": "Saturday, July 29, 2023",
        "text": "We both hit the gym 💪. You ordered a new computer from the Apple Store, and I did lots of websiting and prep for your visit in a few days! We’re both so excited to be in each other’s arms again."
    },
    {
        "date": "Sunday, July 30, 2023",
        "text": "We both had great days! Abbie canceled on brunch but you went shopping and had fun. You spontaneously went to Moulin Rouge, which you liked a lot despite the obstructed view. And I went on a hike with Steve and Cathy, which had a great view of Mount Rainier."
    },
    {
        "date": "Monday, July 31, 2023",
        "text": "ONE! MORE! DAY! I’m blocked at work and you don’t have much to do. But none of that will matter tomorrow."
    },
    {
        "date": "Tuesday, August 1, 2023",
        "text": "You arrived late tonight and we got Dick’s (hehe)! It was so great having you in my arms again."
    },
    {
        "date": "Wednesday, August 2, 2023",
        "text": "We worked from home, although we didn’t work much. We took a break in the middle of the day for a food shopping (and other types of shopping) run."
    },
    {
        "date": "Thursday, August 3, 2023",
        "text": "You went to Bellevue and I went into the office. We met up later on and made a taco dinner that was very yummy."
    },
    {
        "date": "Friday, August 4, 2023",
        "text": "We worked in the Spheres, hit the gym on our way home, and then went out to dinner. We also found a cool bar with very fancy but expensive drinks."
    },
    {
        "date": "Saturday, August 5, 2023",
        "text": "We did basically nothing all morning, besides some resume and job stuff. Then we saw Oppenheimer, which I rated 8/10 and you liked more. We got tacos and ate them at home. Then we went to bed early."
    },
    {
        "date": "Sunday, August 6, 2023",
        "text": "We hit the gym in the morning to get our bodies in shape for the yacht with Crystal’s friend’s family (Jeremy Lewis) and the CEO of AWS (Adam Selipski). Those people were too rich for us, but their house and boat are gorgeous. And the Lewis’s were very nice! The other guys were a bit douchy, but I got to see you swim finally!!! I think Jeremy liked us, and the Blue Angels were cool to see from the water. Then Crystal got too hammered to drive us home. Not a bad day, all in all."
    },
    {
        "date": "Monday, August 7, 2023",
        "text": "We separated all day and my team had a TopGolf outing. When I got home you had cleaned the entire apartment and were sitting on the couch in nothing except your sexy button down shirt. That was an incredible moment for me. You must do it again at some point."
    },
    {
        "date": "Tuesday, August 8, 2023",
        "text": "Goodbye Livvy!! The week went by so fast. But this is our final goodbye after 9 months of long distance!!! We worked from home together all day, got cocktails at Rachel’s Ginger Beer, and had plenty of time to finish Notting Hill. I love watching RomComs with you. See you in 18 days in Boston!"
    },
    {
        "date": "Wednesday, August 9, 2023",
        "text": "Your flight got delayed for 2 hours which sucked, and you had dinner with Jodie’s sister, so you couldn’t work a lot. We only talked for a few minutes before I broke the RDMS Pipeline. My team also had a game night, which was kinda fun, although I was working on the pipeline for most of it."
    },
    {
        "date": "Thursday, August 10, 2023",
        "text": "I did my first of two presentations, and it went pretty well. You got drinks with the interns and didn’t end up going out despite Lauren getting her return offer. We could only chat for a few minutes again because my team had a looooong seafood dinner (which was excellent but extremely filling). T-15 days until school!"
    },
    {
        "date": "Friday, August 11, 2023",
        "text": "We both had good nights! You stayed out late with Lauren, Maggie, and Jake (ew), and I got dinner and rode scooters with Alan and the Bowdoin guys. I even got to call 911 to help a guy who had “broken” his leg."
    },
    {
        "date": "Saturday, August 12, 2023",
        "text": "You did lots of shopping and my parents arrived!"
    },
    {
        "date": "Sunday, August 13, 2023",
        "text": "We got to do a nice reset FaceTime in the afternoon. I had a nice salmon dinner on the water, and you finally got some time to chill."
    },
    {
        "date": "Monday, August 14, 2023",
        "text": "Neither of us are working much anymore lol. You practiced your presentation all day, and I “worked” from the Spheres for the last time."
    },
    {
        "date": "Tuesday, August 15, 2023",
        "text": "Your presentation went well! Not much to report on my end."
    },
    {
        "date": "Wednesday, August 16, 2023",
        "text": "Now we’re REALLY not doing much work. I left at 1 and hit golf balls and went to the gym, and you were working on your resume during the day lol."
    },
    {
        "date": "Thursday, August 17, 2023",
        "text": "Our last nights in Seattle + NYC! The summer flew by soooo quickly. My (real) presentation went super well, everyone seemed happy with it."
    },
    {
        "date": "Friday, August 18, 2023",
        "text": "You wrapped up work and headed home by train with your mom (since Dave didn’t want to drive to NYC). I headed to Steve’s cabin in the mountains and played with kittens."
    },
    {
        "date": "Saturday, August 19, 2023",
        "text": "Pretty much all I did was play with kittens and sit on a tube in the river. You got a mani pedi which made you happy, and had some family over for dinner too. So close to school!!"
    },
    {
        "date": "Sunday, August 20, 2023",
        "text": "My last day in Washington!! Long trip home, but it’s great to be back on the east coast. You played golf with your dad and your mom was shocked that you don’t “love” it anymore, hahaha."
    },
    {
        "date": "Monday, August 21, 2023",
        "text": "We got lots of good packing and prep for school done. We also emailed Byrd about doing a joint independent study to work on a recommendation model for BCR. How freaking fun would that be! Our first night of FaceTiming before bed (for me, at least) was heavenly. I feel at home already."
    },
    {
        "date": "Tuesday, August 22, 2023",
        "text": "We did a little workout together! Then I got dinner with Rahul and you went out with the fam. 3 more days!"
    },
    {
        "date": "Wednesday, August 23, 2023",
        "text": "I GOT A “STRONGLY INCLINED” EVALUATION WOOOO! You were so excited for me, which always makes me so so happy. We played some fun games at night including shellshock (I crushed you) and GamePigeon (you crushed me)."
    },
    {
        "date": "Thursday, August 24, 2023",
        "text": "See you tomorrow! 9 months of long distance all comes down to 1 dayyyyyy!"
    },
    {
        "date": "Friday, August 25, 2023",
        "text": "You arrived after a long drive! Unfortunately your parents couldn’t make it, but we still had a nice walk around Beacon Hill (you were very impressed), a great dinner, watched Parasite, and left plenty of time for a cuddle."
    },
    {
        "date": "Saturday, August 26, 2023",
        "text": "Back in Brunswick! We followed each other for most of the drive up and talked on the phone. It was nice (but very tiring) to see everyone again."
    },
    {
        "date": "Sunday, August 27, 2023",
        "text": "We had a great date in Freeport featuring Maine Beer Co. and custard."
    },
    {
        "date": "Monday, August 28, 2023",
        "text": "We hit the gym together and hung out with our friends in the afternoon."
    },
    {
        "date": "Tuesday, August 29, 2023",
        "text": "Lobster Bake! It was indoors but still went fine. We got some cute pics for sure."
    },
    {
        "date": "Wednesday, August 30, 2023",
        "text": "LFDOC! School went by so fast."
    },
    {
        "date": "Thursday, August 31, 2023",
        "text": "We’re both feeling a bit odd, but once we settle into the routine it’ll go better. I got killed at Flight Deck trivia, and you had the cutest rant about Abby."
    },
    {
        "date": "Friday, September 1, 2023",
        "text": "We both played golf shittily, but I had fun watching Baba and John hit some horrible shots. Your group played SO SLOWLY, so thank god we were ahead."
    },
    {
        "date": "Saturday, September 2, 2023",
        "text": "I had a really productive day (and even went on a Walgreens/Target run for you), and you played really well at the Bates course! Woo!"
    },
    {
        "date": "Sunday, September 3, 2023",
        "text": "We had a great talk at night about how to make our relationship work during your golf season. I think this weekend was the toughest time of the year in terms of your tiredness and lack of effort in the relationship, but we’ll both do a lot better from here on out."
    },
    {
        "date": "Monday, September 4, 2023",
        "text": "#nogolfmonday was awesome. It was a great catch up day, and we started playing It Takes Two at night. You also regained something you had lost in the previous week (if you know what I mean)."
    },
    {
        "date": "Tuesday, September 5, 2023",
        "text": "We finally figured out our schedules. We’ll both do Independent Studies, and you’re able to drop GIS! It will be a very fun fall."
    },
    {
        "date": "Wednesday, September 6, 2023",
        "text": "Today was a fun day! I had my first mock interview which was very interesting, and you had a good golf practice."
    },
    {
        "date": "Thursday, September 7, 2023",
        "text": "Not too much happened today, except that we’ve woken up in the same bed for 3 straight mornings now. It’s an amazing feeling."
    },
    {
        "date": "Friday, September 8, 2023",
        "text": "Our first Brunswick Diner date in a while! We saw Cassidy there, and she remembered us."
    },
    {
        "date": "Saturday, September 9, 2023",
        "text": "You had a rough day on the golf course today, but I know tomorrow will be better. You’re just getting back into the swing of things."
    },
    {
        "date": "Sunday, September 10, 2023",
        "text": "You played so much better today! I watched you for the front nine, and then we did work together at night."
    },
    {
        "date": "Monday, September 11, 2023",
        "text": "We both had really productive days, and we decided to take a night off of sleeping in the same bed. It made us really want to sleep together the next night."
    },
    {
        "date": "Tuesday, September 12, 2023",
        "text": "#nogolftuesday! Such a productive day again, you’re so far ahead on work that you don’t know what to do with yourself. We played It Takes Two again and now we have to help the talking squirrels kill the wasps. You stopped us in the middle because you had other activities in mind, which made me so happy. I’m really glad you’re starting to be interested again. And we both slept amazingly."
    },
    {
        "date": "Wednesday, September 13, 2023",
        "text": "I had such a lovely day today. We ran into each other as you were leaving the gym and I was heading there, and you were skipping and jumping when you saw me. That’s such a heartwarming reaction, and it meant even more since we had just seen each other an hour before. You’re still so ahead on work which is making me proud! And at night we spent some time with Lauren and Lucy. It was good to talk to them again (for both  of us)."
    },
    {
        "date": "Thursday, September 14, 2023",
        "text": "A pretty nice day! I got a good lift in and you had a stressful (but victorious) playoff with Muzi."
    },
    {
        "date": "Friday, September 15, 2023",
        "text": "I was able to surprise you on the Lighthouse porch because my interview got canceled, and your reaction made me want to do it every day. We had a nice lunch together before you left for Middlebury."
    },
    {
        "date": "Saturday, September 16, 2023",
        "text": "Your first Saturday away :( and Grandma Sally died today :(. I had a nice (but lonely without you) day, watching the Hurricane waves and hanging out with my friends. LBJ party and Garrison at night were actually pretty fun."
    },
    {
        "date": "Sunday, September 17, 2023",
        "text": "You had a rough day on the course, but a hug at night made it alllll worth it. You came over to harps and I met you outside, which made both of our days."
    },
    {
        "date": "Monday, September 18, 2023",
        "text": "#nogolf Monday was a lot of fun. We got Five Guys for dinner and then played more of our video game at night. Both of us were tired, but we still had some fun anyway."
    },
    {
        "date": "Tuesday, September 19, 2023",
        "text": "Not a ton of interesting stuff happened today. I wore (and stole, oopsies) your watch all day, and it made me feel very connected to you while you were away at practice. You also went to a Matrix screening and I got BCR login with Okta working!!!"
    },
    {
        "date": "Wednesday, September 20, 2023",
        "text": "My interviewee today was the first not-awesome one I’ve had so far. You had a good practice and your swing is feeling better!"
    },
    {
        "date": "Thursday, September 21, 2023",
        "text": "I got killed at Pub Trivia because Ross is a genius apparently. Your first UX/UI Club meeting went well! Unfortunately you won’t be able to go next week because of Bill Burr, but I think it’ll be more fun anyway. We seriously considered going to Bolo’s, but opted for hanging out in Harps and playing Anagrams with Rahul instead. He just got into the Longfellow’s, so I took a Baby Guiness shot with him to celebrate. You let me sleep over even though I was getting sick, which honestly meant so much to me. I love you Livvy!"
    },
    {
        "date": "Friday, September 22, 2023",
        "text": "We did a Woats run for lunch before I dropped you off at the van. You were so sad in the car home, and it made me so happy to see how hard it is for you to leave me. You described it like your parents dropping you off at school and all you wanted to do was stay in the car. I tried to help by saying bad things about myself (my feet smell, I’m stubborn, etc.) but it just made you want to stay more. I’m really lucky to have such a loving girlfriend. Also, my roommates and I got the lights and music set up for the party tomorrow night. I think it’ll be a lot of fun."
    },
    {
        "date": "Saturday, September 23, 2023",
        "text": "I had two interviews in the morning, which took a lot of energy. You have a new no phone rule so I probably won’t get a text from you for another 8 hours, haha. It’ll be a long afternoon for me, but I think going to the football game, the driving range, and setting up the apartment will help."
    },
    {
        "date": "Sunday, September 24, 2023",
        "text": "You didn’t play well today, but we had a great cuddle at night. I was waiting for you on the lighthouse porch when the van arrived, and you were soooo excited to see me."
    },
    {
        "date": "Monday, September 25, 2023",
        "text": "YOU GOT A JOBBBBB!!!! You were so adorable bouncing your head around and whatnot. I got sad and made it about me which I’m very sorry for, but I hope I didn’t ruin your spirits. You 1000% deserve it, and you’re gonna be the best hiring decision they ever made!"
    },
    {
        "date": "Tuesday, September 26, 2023",
        "text": "#nogolftuesday! We had such a good afternoon together. We got Maiz, did work, made cookies, and had some fun. It was so nice to fall asleep next to each other again."
    },
    {
        "date": "Wednesday, September 27, 2023",
        "text": "To be honest not a ton happened today. My roommates and I are developing a betting scheme to cheat Fliff, and we won $102 today. More to come…"
    },
    {
        "date": "Thursday, September 28, 2023",
        "text": "We had a lovely date night seeing Bill Burr in Portland! We got McDonald’s, and the show was pretty funny! Some of his jokes are a little crude, but you loved the Biden ones and I love when he makes fun of right-wingers. You basically looked at me the entire time because you were so in love. There was sooo much arm playing, I loveeeeed it. We had such a good night of sleep (both of us slept more than 9 hours I think), and our cuddle in the morning was amazing too. What a fantastic 12 hours."
    },
    {
        "date": "Friday, September 29, 2023",
        "text": "We had such a great morning of cuddles. I forgot to give you your watch charger, so that was a whole fiasco that involved my being late to a tee time, but it worked out haha. Last weekend away for golf!"
    },
    {
        "date": "Saturday, September 30, 2023",
        "text": "Your course was flooded so you had to play the same nine holes twice, but you had a pretty good day! I went on a hike with John, and (unsuccessfully) worked on BCR. Also we won $134 (thank you Fliff)."
    },
    {
        "date": "Sunday, October 1, 2023",
        "text": "I got sad this morning because you weren’t here and I feel a little alone. I hope once your season is over that feeling will go away entirely. You sent me such a sweet text on your ride home that made me very happy. You asked where we were sleeping and what we were doing together. And we did have a truly fantastic night together (even though you ruined my intended surprise, as I was sitting in your room)."
    },
    {
        "date": "Monday, October 2, 2023",
        "text": "Suchhhh a good #nogolfmonday! We worked together a lot, and we still had fun even though I was feeling overwhelmed about jobs and schoolwork and bcr. Also, I ran 5 miles for the first time since XC! Thanks for donating your watch to the Bookbinder Fitness cause for the day."
    },
    {
        "date": "Tuesday, October 3, 2023",
        "text": "We hung out in lighthouse at night to witness the second coming of Pat Murdock (which lasted 20 minutes). It was such a fun night with your friends, and we had a great cuddle before bed."
    },
    {
        "date": "Wednesday, October 4, 2023",
        "text": "We’re sitting in Dog Bar Jim right now! You’re finishing up your DCS book and you gave me your Apple Watch to wear this morning, which was very sweet of you."
    },
    {
        "date": "Thursday, October 5, 2023",
        "text": "I had a nice morning lying in your bed while you lifted! We got a good breakfast, had a fun CC class, and hung out together outside Hubbard before your practice. And at night we finally finished the Wasp/Squirrel/Tree level of It Takes Two. Now we’re in space."
    },
    {
        "date": "Friday, October 6, 2023",
        "text": "We had such a nice morning and got sandwiches at Lighthouse before your practice! I got kicked into shape by the WBB team, and then we had a little time together before I headed home for fall break."
    },
    {
        "date": "Saturday, October 7, 2023",
        "text": "Today was the first day of the NESCAC Qualifier, and you didn’t play well but your teammates did!"
    },
    {
        "date": "Sunday, October 8, 2023",
        "text": "Your team lost by one stroke in the NESCAC Qualifier :(. It’s not horrible though, because now you don’t have to stress about golf over the winter and you can be at our last Ivies. I had a fun day with my family and grandma and uncle and cousin, in which my (very limited) desire to climb Everest was entirely distinguished. They said you had to hike 30 miles just to get to base camp. No chance."
    },
    {
        "date": "Monday, October 9, 2023",
        "text": "Reunited and your season is over!! We did our third annual farm date and saw lots of adorable kids and families. Then we napped for like two hours and got dinner with Lauren. And we fucked up Moon Baboon in It Takes Two. Dub."
    },
    {
        "date": "Tuesday, October 10, 2023",
        "text": "We had a nice morning working in Panera, and you were so adorable at Target. It was like you’d been locked indoors for 6 weeks and hadn’t seen an item of clothing or a skin care product that entire time. We got some much-needed alone time in the afternoon also, which felt good."
    },
    {
        "date": "Wednesday, October 11, 2023",
        "text": "We needed some alone time this morning, and we did a great job of doing that. We were both feeling a bit off, but things were so much better in the afternoon."
    },
    {
        "date": "Thursday, October 12, 2023",
        "text": "FIRST BOLO’S NIGHT!! It wasn’t that crazy, but I had fun in Park beforehand and Lauren drove us there and back, which was very nice of her. We danced and watched the bands play, and you got a little too drunk, which made you upset and embarrassed the next day. I thought you were so sexy."
    },
    {
        "date": "Friday, October 13, 2023",
        "text": "You had golf today and you complained about it the entire time because Stu is being a jerk. I played tennis and hit the gym for two whole hours. Your Apple Watch said I burned 1100 calories or something like that. We decided to have a night in, but unfortunately you got sad. You couldn’t really figure out why, but we fell asleep nice and early and you were feeling a ton better in the morning."
    },
    {
        "date": "Saturday, October 14, 2023",
        "text": "Today was one of the best days we’ve ever had together and there was so much fun Homecoming stuff to do. We had a nice slow wakeup, then went to Walmart. From there, we did a little work and saw the end of Safa Zaki’s inauguration. You wore such a cute fall outfit with an adorable belt! We got some amazing food, had a little alone time, watched the football game, and got even more free food. After a quick nap, we got dinner together. You hosted an event in lighthouse, and we met there later on. Then we fell asleep in your room after a quick stop at the sweaty football party. What a fucking great day."
    },
    {
        "date": "Sunday, October 15, 2023",
        "text": "We woke up early to play in the frisbee tourney today! It was so fun and watching you run around in your sexy outfit made my morning. We did some work at Dutchmen’s and then got some alone time in the afternoon. A great end to a great weekend."
    },
    {
        "date": "Monday, October 16, 2023",
        "text": "We both got in good workouts in the morning, and you did a great job of cleaning up the lighthouse basement (including blood). We had a funny third-wheel lunch with John also. At night, we made cookies and hot apple cider and were treated to a lot of affection between Connor and Corrine. We found out the next morning that they’ve been hooking up (maybe for just a few days, maybe more?). You got frustrated playing It Takes Two because you struggled with some of the wall jumping and fidget-spinner flying. It’s cute when you get upset, but I also wish you’d have more confidence in yourself. You should be thinking “damn right, wait for me” rather than thinking negatively about it."
    },
    {
        "date": "Tuesday, October 17, 2023",
        "text": "We were apart a lot today, but we both had very successful Independent Study meetings!"
    },
    {
        "date": "Wednesday, October 18, 2023",
        "text": "I looked at your Valentine’s website again (partially to steal your memories for my site, heheheh) and it made me so freaking happy. Especially the ones about me exceeding your exceptions building BCR and how you made me play Slamwich and Stratego an ungodly amount of times."
    },
    {
        "date": "Thursday, October 19, 2023",
        "text": "We presented our CC Cookie in class, and tried the other group’s concoctions. Ours was by far the best, and two of them almost made me puke. We then drove to Vermont in the afternoon! You were ADORABLE with all the leaves, pointing out every pretty tree and saying “oooooh” whenever you saw a new mountain. I was smiling the entire time. We did a little walk/hike in the Queechee Gorge, and then wandered into Simon Pearce for dinner and somehow got a table (after changing into nice clothes in the backseat of your car). We then had a little trouble getting into the AirBNB and the woman was kinda weird and awkward, but everything worked out."
    },
    {
        "date": "Friday, October 20, 2023",
        "text": "After a nice pastry breakfast, we drove through Smuggler’s Notch and decided to do a hike. You did so well and were sometimes going faster than me! We shot up the trail and it didn’t start raining until we were almost back to the car, which was nice. Then we went home and dried off and laid in bed for a while until dinner. We started the Bear after dinner, which we both thought was weird and chaotic but good."
    },
    {
        "date": "Saturday, October 21, 2023",
        "text": "We got some great work done in the morning and then went to Ben and Jerry’s! We took down pretty much the entire Vermonter, which I thought was very impressive. You were a great sport letting me have my fun. We hit the cider place and got some mac and cheese and cider samples, and there were funny quotes on the walls. It was pouring all day, especially when we drove to Woodstock. We got Worthy Kitchen for dinner, and the man who makes the wooden carvings of ski mountains came up to us because he heard us talking about them! They are $500 unfortunately, so he won’t get any business from us. But his website was cute!"
    },
    {
        "date": "Sunday, October 22, 2023",
        "text": "We walked around Woodstock in the morning and you were so adorable in all the cute shops! There was one moment when you were smelling a whole bunch of candles and then you saw a shelf you hadn’t seen and got all excited. It was so funny to me. We had a nice drive home and we even got to hang out together later at night, although Lucy and Lauren ruined our work session. It was okay though, because you hadn’t seen them in a while and wanted to chat."
    },
    {
        "date": "Monday, October 23, 2023",
        "text": "You’re feeling very sick today :(. I gave you a quick hug outside Lighthouse as I was walking home from the gym and you were getting in your car to go to CVS. We got to do a really nice cuddle before our separate dinners, which made me very happy. I’m starting to get really worried about finding a job, and you always make me feel so much better."
    },
    {
        "date": "Tuesday, October 24, 2023",
        "text": "Not a ton happened today, but it was still a nice day. CC was long and boring, we did some work together, and I went for a nice treadmill run. You walked me from Hubbard to Searles after my class, which was so so cute. I love it every time. And both of our Independent Study meetings went great! Power couple."
    },
    {
        "date": "Wednesday, October 25, 2023",
        "text": "There was a really bad shooting in Lewiston this afternoon, so we stayed in at night and didn’t do much. Except that we got BCR login working on the live site!!! Such a huge moment, and now we actually have a chance of getting it done by next week."
    },
    {
        "date": "Thursday, October 26, 2023",
        "text": "Classes were canceled today because of the Lewiston shooting. We spent a long time in bed, a long time making BCR logout work (!!!!!), and had some good friend time! We also watched the movie Murder Mystery, which was cute and silly."
    },
    {
        "date": "Friday, October 27, 2023",
        "text": "Everything today was closed/canceled, but we still managed to find an open restaurant (Nomad) for dinner with our parents. I played some tennis with Silas, you hung out with the ‘rents in the afternoon, and at night we had a very very long dinner at Nomad. It was fun though, we all got along well. And they found the Lewiston shooter dead!"
    },
    {
        "date": "Saturday, October 28, 2023",
        "text": "Today was a nice day, we had separate brunches in the morning and I took my parents on the Morse Mountain walk/hike while you guys went to Portland. I had my 2F party, saw Rahul sing, and then got drunk with the parents. It went pretty well I’d say! Then at night we returned to the party in your lighthouse and sat on the couch, watching other people talk and dance and stuff. We ended the night by finishing almost an entire pizza with John in my room, since the Supers like was too long."
    },
    {
        "date": "Sunday, October 29, 2023",
        "text": "We had a nice Jazz Brunch with our families, and I took mine to Mere Point while yours headed to the airport. Then we had nice working afternoons and hung out before sleeping separately."
    },
    {
        "date": "Monday, October 30, 2023",
        "text": "We tried to meet with Erik Pearson today, but he canceled because his son was sick. A true shame. Our CXD interviews went great, so hopefully we both get the job! We played it takes two after class and you looked so so sexy today. You wore your sleeveless workout top to the gym, and then a hat during the day and your black bra at night. It was an incredible day for outfits all around."
    },
    {
        "date": "Tuesday, October 31, 2023",
        "text": "Happy Halloween! CC was boring, and I slept over in Lighthouse at night. We had a good day!"
    },
    {
        "date": "Wednesday, November 1, 2023",
        "text": "I finally got you to keep working on BCR and you’re a machine now. I don’t even think you did any other work today (so much so that you put off our CC assignment and forgot your DCS reading). The site looks great, we’re pretty much all ready to go (except that damn Erik won’t respond!)."
    },
    {
        "date": "Thursday, November 2, 2023",
        "text": "Erik finally responded today, and we’re looking forward to meeting with him tomorrow. I had a great uphill run/walk + stair master + bike workout and your watch said I burned 721 calories, which was awesome! You slept over and I had a great time cuddling with you."
    },
    {
        "date": "Friday, November 3, 2023",
        "text": "We met with Erik in the morning and got BCR onto Bowdoin’s Okta!!! Then you played some G with your team and I spent a bunch of time working on BCR and hanging out with my friends. We both ended up at Quinby at night, where you looked amazing in your caddy costume and we had a blast dancing on the porch with all of our friends. Also, two random girls from my grade at Park showed up, which was wild and kinda uncomfy. But I got through it."
    },
    {
        "date": "Saturday, November 4, 2023",
        "text": "We went to Brunswick Diner and talked about why we got sad last night, which helped a lot. You were so hung over and sick all day :(. At night we had Maggie’s birthday party and we looked so good in our hot sauce costumes. The pizza worked out great and tasted delicious."
    },
    {
        "date": "Sunday, November 5, 2023",
        "text": "I ran to Simpson’s Point and you picked me up with candy and water! So sweet and adorable. I think it was also my best run since XC, which felt amazing. We took some pictures by the water and I thought the 1000s of snails on the rocks were so so cool. I picked one up and his head popped out a bit because he was probably pissed that I just woke him up. Sorry Mr. Snail. You watched Lauren’s team upset Colby, and then I slept over in LH at night because I needed you to comfort my BCR nerves before the launch tomorrow."
    },
    {
        "date": "Monday, November 6, 2023",
        "text": "WE LAUNCHED BCR TODAYYYYY. We made some last-minute changes that really helped, and the launch went amazingly. We were so nervous and even took Baby Guiness shots to help us relax. We got ~250 reviews and ~350 logins on the first day! People really like the site and keep saying how good it looks (all you). We did a good thing I think."
    },
    {
        "date": "Tuesday, November 7, 2023",
        "text": "The BCR launch is still going super well! Today was a bit of a weird day but we’re so happy about the feedback we’re getting and the Orient is writing an article about us!"
    },
    {
        "date": "Wednesday, November 8, 2023",
        "text": "We took photos for the Orient article and Lucy interviewed us at night. So exciting!"
    },
    {
        "date": "Thursday, November 9, 2023",
        "text": "We cuddled after my Game Theory exam. Later, we did Pub Trivia and it was a lot of fun! We both helped out with one answer, which gave our team second place!"
    },
    {
        "date": "Friday, November 10, 2023",
        "text": "We both went to the gym in the morning and got brunch after my interview. Rahul convinced us to go to Diwali, which was fun. We hung out in Park for a bit before going to supers and heading home."
    },
    {
        "date": "Saturday, November 11, 2023",
        "text": "We spent literally all day apart today and it kinda sucked. I had some interviews in the morning and you did brunch, christmas decorating, and dinner with your friends. I was so tired from two Margaritas that I didn’t even go out at night. But you had fun!"
    },
    {
        "date": "Sunday, November 12, 2023",
        "text": "Anniversary eve! I woke you up early to cuddle, and there was lots of drama (Lucy, Lauren, Maggie) from the weekend to discuss. We got lots of work done at Dutchman’s, then hung out at Harps in the afternoon. I reconnected with Ben Botvinick and you listened to our entire conversation lol. Then we did a little movie night and went to bed. I’m so excited for the scavenger hunt and for you to see the website tomorrow. Don’t know if I’ll be able to sleep."
    },
    {
        "date": "Monday, November 13, 2023",
        "text": "Our Anniversary!!! We had such a great day. You looooooved my scavenger hunt in the morning, even more than I thought you would. We exchanged presents and then went to Tandom. After a quick lunch we had class and then made chicken piccata in lighthouse. What an awesome anniversary!"
    },
    {
        "date": "Tuesday, November 14, 2023",
        "text": "You skipped lift today and we had no CC, so we got breakfast and then hit the gym together instead. It was a lovely post-anniversary morning"
    },
    {
        "date": "Wednesday, November 15, 2023",
        "text": "We did some homework in the VAC second floor and you wore your new Bowdoin hat. I almost lost my shit because you were so freaking cute!"
    },
    {
        "date": "Thursday, November 16, 2023",
        "text": "Thanksgiving dinner! There was drama among my friends but we had fun at the Social Goose and then got dinner with almost no line. It was so much food that we went home and slept right away."
    },
    {
        "date": "Friday, November 17, 2023",
        "text": "I did another Simpson’s Point run and you picked me up again. I appreciate it so much, you are truly the best! We went to the hockey game at night and Garrison later on, where Lucy wingmaned for Lauren. So much sex going on in lighthouse. And Rahul had some Park row drama too, which I’m excited to see the rest of."
    },
    {
        "date": "Saturday, November 18, 2023",
        "text": "We had an amazing Aspen dinner at Lazari. The food and conversation were both super fun, and we talked about both race and Israel/Palestine on the drive home. Too funny."
    },
    {
        "date": "Sunday, November 19, 2023",
        "text": "We went to Dutchman’s in the morning, then I watched football with my friends while you worked on M7 alllllll afternoon. At night we watched a little bit of BlackkKlansmen, which we’ll finish tonight. We slept together for the fourth (?) night in a row, and that streak will not be ending tomorrow. Only one more night together before Thanksgiving break! :("
    },
    {
        "date": "Monday, November 20, 2023",
        "text": "Busy day for us! We met with Houser, went to the gym together, and met with Paul too. My class was canceled so I kind of fucked around all day. We had a very fun night finishing up BlackkKlansman!"
    },
    {
        "date": "Tuesday, November 21, 2023",
        "text": "We had our M7 presentations in CC and Ash was super weird about not wanting to present. Then we ate a quick lunch together and in the afternoon I dropped you off at the Portland airport. It was sad to separate again, it feels so wrong to be driving away from you."
    },
    {
        "date": "Wednesday, November 22, 2023",
        "text": "We both spent lots of time with our families! I got to see Brendan and UG, and had family friends over for a big dinner. We talked at night and I missed you already. Also, you ran a whole 1.7 miles!!!!! I’m so proud, you’re doing amazing!"
    },
    {
        "date": "Thursday, November 23, 2023",
        "text": "Thanksgiving! Delicious meals for both of our families, and surprisingly my Thanksgiving had more drama than yours (my aunt spending the entire evening outside with the dog). But seeing the little cousins was cute."
    },
    {
        "date": "Friday, November 24, 2023",
        "text": "You picked me up like you did 2 years ago! Except this time you were invited inside the house to meet my cousins. We went to KOP (bad idea, so crowded) and each bought a few things. Lauren sent me the Aritzia pants to get for you, so hopefully you like those! At night your parents invited my family over for dinner, and your mom made the craziest delicious meal. She was very stressed beforehand and bossed us around which I didn’t like, but your dad made some great drinks and we all had a good time!"
    },
    {
        "date": "Saturday, November 25, 2023",
        "text": "Goodbye Philly! You ran another mile, which I was so so proud of! I spent the entire day in the car on my phone, but was rewarded with a chocolate shake at Rein’s deli."
    },
    {
        "date": "Sunday, November 26, 2023",
        "text": "I packed up and met you at the Portland airport! We also started our diet/fitness plan today. We got Chipotle for lunch, then heading to campus for some much-needed cuddles."
    },
    {
        "date": "Monday, November 27, 2023",
        "text": "We got up early and went to the gym to run, and you did 22 minutes!!! Then we did some stretching and mobility. You’re starting to get sick so we didn’t hang out at night, but we will tomorrow!"
    },
    {
        "date": "Tuesday, November 28, 2023",
        "text": "Pub date! We got quesadillas and a caesar wrap, and then you stayed in smith for 3 hours while I had my STUPID Spanish movie screening + Q and A for Carolyn. Nobody wants to see a 2 hours movie that could’ve been a 10 minute podcast, much less have to hear a bunch of dumb questions about it afterward. Especially not when your girlfriend and cuddles are the alternative."
    },
    {
        "date": "Wednesday, November 29, 2023",
        "text": "At night we watched the first half of Longshot while cuddling under the sheets… An hour or so later, you went back to lighthouse to sleep."
    },
    {
        "date": "Thursday, November 30, 2023",
        "text": "We did pub trivia and our team came in second! They had good beer for $2, which was a great deal. We both went to longfellow for a bit to celebrate Rut and Ryan’s birthdays and I went to Bolos for a bit afterwards. The best part of my day was coming home and cuddling in lighthouse with you before bed."
    },
    {
        "date": "Friday, December 1, 2023",
        "text": "Not a ton happened today. The Masquerade Ball was at night and you got very very sad unfortunately. It stemmed from wearing heels that make your feet hurt so badly, but flourished into an all-around type of drunk sadness. You wanted to go home so badly but I convinced you to stay and then walked you home, at which point you decided it would be best to come sleep with me in harps. That was a great call because it allowed us to debrief the next morning. You cried into my shoulder and even though I hope you never feel that sad, I did kind of love it because our hug was so sincere."
    },
    {
        "date": "Saturday, December 2, 2023",
        "text": "We went to Dutchman’s in the morning and saw Connor and Dylan in the dance concert at night. Frisbee Prom was at lighthouse and we had a ton of fun dancing to the band in the basement and people-watching."
    },
    {
        "date": "Sunday, December 3, 2023",
        "text": "We did a lot of work today, and I watched a lot of football as well. At night we finished Longshot, which was very silly and cute. We weren’t planning on sleeping over but you said “its so cold and scary,” so you slept in Harps. Very cute."
    },
    {
        "date": "Monday, December 4, 2023",
        "text": "Lots of work was done today! Homer, Tommy, and I won IM basketball, and I had to force you out of my car so I could drive home lol. You love me very much and I appreciate it. Also we took an adorable PhotoBooth selfie on your computer, I love when you do that!"
    },
    {
        "date": "Tuesday, December 5, 2023",
        "text": "I filmed my M8 music video and you waited for me in the econ library but forgot to come out when my class ended! I appreciate the thought though."
    },
    {
        "date": "Wednesday, December 6, 2023",
        "text": "You wore your tan Bowdoin hat and I made you do a spinning video. I think it’s your most clothed one yet."
    },
    {
        "date": "Thursday, December 7, 2023",
        "text": "Rahul tried to trick us into coming to Bolo’s, but it didn’t work. I was going to sleep in Harps but then missed you, so I came over to cuddle and sleep."
    },
    {
        "date": "Friday, December 8, 2023",
        "text": "Busy night! I had dinner at Carolyn’s house and then we did Tall Boy Roulette, and then you went to Purity Pact, and then we went to the Orient roast (during which I drank an entire Four Loko) and then we went to Cracksmas. Big night! It was fun dancing with you in the basement."
    },
    {
        "date": "Saturday, December 9, 2023",
        "text": "We did some work in the morning and then you got Lighthouse all ready for your formal. I wasn’t really in the drinking mood but I still had fun hanging out! It was a little awkward but lots of people showed up so I think it went well overall."
    },
    {
        "date": "Sunday, December 10, 2023",
        "text": "We went to Brunswick Diner with Lucy and Lauren in the morning and debriefed about the night. I watched football and did work all afternoon, then had Secret Santa. Is it bad that everyone knows I like Guiness?"
    },
    {
        "date": "Monday, December 11, 2023",
        "text": "First day of reading period! We kind of just worked all day? Not a lot happened."
    },
    {
        "date": "Tuesday, December 12, 2023",
        "text": "We finished up M9 and submitted! Done with 1 class! We also did a nice workout together."
    },
    {
        "date": "Wednesday, December 13, 2023",
        "text": "I finished my exam in 55 minutes and played basketball with some professors! We had a really fun lunch together in Moulton. Then at night I agreed to sleep in Lighthouse again and we had some amazing cuddles."
    },
    {
        "date": "Thursday, December 14, 2023",
        "text": "Goodbye for now Bowdoin! We went to a cute Italian cafe in Bath in the morning and then packed up all our stuff and drove to Boston, where my mom had made brisket and pasta for us. Sorry for making you watch so much sports!"
    },
    {
        "date": "Friday, December 15, 2023",
        "text": "We did a little work, ran/biked in the morning, and then went to Faneuil Hall, which was kind of a dud. We got takeout Giacomo’s that wasn’t very good tbh."
    },
    {
        "date": "Saturday, December 16, 2023",
        "text": "You finally met UG! We got Tango Mango with him (your idea), then went to the Brazilian Steakhouse for dinner. You didn’t like it that much, but we both agreed that some of the steak was AMAZING. We appeased my mom by watching some of the Hobbit at night, which she had been raving about."
    },
    {
        "date": "Sunday, December 17, 2023",
        "text": "We left Boston for Philly! Leg two of our winter break journey together. The drive wasn’t too bad (although you were very concerned about your tire pressure) and we stopped for Rein’s Deli milkshakes along the way. At night your mom made lasagna, your dad made us mojitos, and we watched the Firm together."
    },
    {
        "date": "Monday, December 18, 2023",
        "text": "We went on a little run in your local park but it was too cold and windy to continue. Then you napped for two hours and at night we did Christmas shopping at KOP mall with your family."
    },
    {
        "date": "Tuesday, December 19, 2023",
        "text": "We met up with my Bryn Mawr cousins in the afternoon, and the little girl was a bit off the rails. You did great with the kids though!"
    },
    {
        "date": "Wednesday, December 20, 2023",
        "text": "We went into Philly and had such a good lunch at Crafsman’s Row! We walked through the winter village and then went to the 76ers game at night. You were so cute all day and both of us were excited to watch more Harry Potter when we got home."
    },
    {
        "date": "Thursday, December 21, 2023",
        "text": "We did a quick workout at your condo in the morning, and then headed home and went to Bridget’s, which has great steak!"
    },
    {
        "date": "Friday, December 22, 2023",
        "text": "I took a video of you singing while doing your laundry and I think it’s the cutest thing I’ve ever seen. We got lunch with our friends and I saw Ben for the first time in a whiiiile. I also met Sammy and you met Ben. We made gnocchi for your family for dinner. It was very yummy!!"
    },
    {
        "date": "Saturday, December 23, 2023",
        "text": "We did lots of Christmas Eve prep but tbh there wasn’t a ton to do. So we kind of laid around and cuddled all day."
    },
    {
        "date": "Sunday, December 24, 2023",
        "text": "Today was the big day! So much prep in the morning but your mom was super nice about it, so I was happy to help. I was really nervous during the party and sweated a lot, but later on I calmed down. Talking to Brian and Gwen was nice, and your Aunts are very nice too. Overall a very good first Christmas Eve."
    },
    {
        "date": "Monday, December 25, 2023",
        "text": "Christmas morning was fun! We both got lots of great gifts, and your mom did indeed cry when she saw the cotton painting (I think your dad might’ve shed a tear too). Aunt Kathy’s house at night was much easier for me, and the ham she cooked was really good."
    },
    {
        "date": "Tuesday, December 26, 2023",
        "text": "We did a few quick errands in the morning and then went to the casino! You made money and I lost some, and your mom won her round of the slot tournament! So funny. We went to a cute Italian place for dinner and then got gelato and said goodbye to your parents."
    },
    {
        "date": "Wednesday, December 27, 2023",
        "text": "Hello Turks and Caicos! We arrived and immediately went to sit on the beach. The weather here is so nice."
    },
    {
        "date": "Thursday, December 28, 2023",
        "text": "We walked a Potcake dog in the morning which was very nervous and only you could make it feel better. You thought it was hilarious that I couldn’t figure out how to hold it properly. Then we did jet skiing which was really intense but you did amazing. The beach we ended up on was so beautiful."
    },
    {
        "date": "Friday, December 29, 2023",
        "text": "We did a snorkel tour in the morning and got some good swimming in too. The other family on the boat was from Weston and had kids at Williams and Villanova, so there were a lot of connections there. You napped for 2 hours in the afternoon and then we went to a restaurant that took forever to serve our food."
    },
    {
        "date": "Saturday, December 30, 2023",
        "text": "Much more relaxing day today. We walked to get smoothies for breakfast, then sat on the beach reading for a while. It’s great to see you so excited about reading again! We played tennis in the afternoon and you did awesome, so impressive given that it was your first time really playing competitively."
    },
    {
        "date": "Sunday, December 31, 2023",
        "text": "NYE! We played golf with my dad and brother and the scramble on the back 9 was really fun. There was a band at the restaurant we went to for dinner, and people were dancing with the waiters lol. Afterwards, you napped for a while but I was impressed that you got out of bed so we could spend some time on the beach before the fireworks. We went to Ricky’s and sat on the dock, then relaxed on beach chairs and had a great conversation about our goals for 2024. The fireworks were right next to us on the beach which freaked both of us (but especially me) out, and then we put our feet in the hot tub for a while."
    },
    {
        "date": "Monday, January 1, 2024",
        "text": "Happy 2024! We did a really cool kayak trip in the morning and saw a shark, so many turtles, and even held a conch. Youuuuuuu…. were not the best kayaking partner because you were trying to steer instead of letting me do it. But everything worked out. You got some nice tanning in and then we played tennis. We lost, but you had some great shots and our rallies at the end were very impressive. You’re gonna be a good tennis player!"
    },
    {
        "date": "Tuesday, January 2, 2024",
        "text": "Goodbye T+C! Watching Gone Girl on the plane was very fun, and I really enjoyed when you curled up on my arm. Then we had to say goodbye which was sad, but I got another round of Bridgewater interviews, so that made things more positive. My family got home very late but you had a great dinner at Parc while we were sitting in the Philly airport."
    },
    {
        "date": "Wednesday, January 3, 2024",
        "text": "First day of many playing stay-at-home-parent for each of us! You did pilates with your mom and I got a ton of stuff done throughout the day. It felt weird to FaceTime at night after having been together for so long."
    },
    {
        "date": "Thursday, January 4, 2024",
        "text": "You sent me a really sexy selfie in a bra and shorts after your workouts. We chatted for a while but haven’t been able to talk for as long because we’ve spent soooo much time together over the past few weeks!"
    },
    {
        "date": "Friday, January 5, 2024",
        "text": "You got dinner with Sami and Sarah, although there wasn’t much drama apparently. I went to the Celtics game and watched them blow out the Jazz."
    },
    {
        "date": "Saturday, January 6, 2024",
        "text": "You sent me a picture of you in your Comfy, and I almost lost it. The urge to squeeze is so strong when you’re wearing that. Especially with the hood up. Aaaaaaaaaaah. Fuck. Whatever. I’m a big boy. I can wait another 12 days to see you. I think."
    },
    {
        "date": "Sunday, January 7, 2024",
        "text": "Snow day for me! You had people over for brunch and then immediately changed into your comfy after they left, which I found hilarious. That thing will need to be washed soon. I stayed inside pretty much all day, only leaving for tennis in the afternoon. Watched a lot of football and did some final Bridgewater interview prep, and now I feel ready to go tomorrow!"
    },
    {
        "date": "Monday, January 8, 2024",
        "text": "I had two interviews with Bridgewater and I called you right before and right after. That’s the type of relationship we have, I think we give each other such support, comfort, and happiness!"
    },
    {
        "date": "Tuesday, January 9, 2024",
        "text": "We met with Professor Abel and his project sounds really cool! It would be fun to work on a project again together. Hopefully they let us do it as an independent study! You were so funny saying “we could volunteer to do research and write a paper” and I was like UHHHHH NO! You have such a hardworking mentality and it’s very attractive (yet silly too)."
    },
    {
        "date": "Wednesday, January 10, 2024",
        "text": "We starting watching Narcos! The first episode was super interesting and your head-bobbing to the music was so cute. Afterwards I starting singing lines to songs you like and you would get all excited each time. I compared you to a jukebox (which is a little less poetic than a rose, but more accurate in this case)."
    },
    {
        "date": "Thursday, January 11, 2024",
        "text": "We chatted for a while in the afternoon and it was the first time in a while that we’ve been able to talk for a long time. I think it’s because now that we’ve been apart for over a week, we actually have stuff to catch each other up on and interesting things to discuss."
    },
    {
        "date": "Friday, January 12, 2024",
        "text": "So much happened for me today! Meta reached out to me, then I took their coding assessment, and then they moved me to the final round! You stayed up until 3am last night working on both a second version of my personal website and on a third version of yours! You crazy crazy girl. She falls asleep at 1pm for a few hours most days, and yet stays up until 3am. Crazy crazy."
    },
    {
        "date": "Saturday, January 13, 2024",
        "text": "You were able to trade in the pants I got you for a bigger size! You sent me some mirror selfies and they are so so cute. My uncle and cousin visited us, so I hung out with them for a while and didn’t do anything exciting. really"
    },
    {
        "date": "Sunday, January 14, 2024",
        "text": "You had a nice day downtown with your mom! I pretty much did nothing besides watching some good football games, which I enjoyed."
    },
    {
        "date": "Monday, January 15, 2024",
        "text": "You got your nails painted and had to walk home in the freezing cold in flip flops. Poor, poor, poor Livvy! The picture you sent me all bundled up on your couch was adorable."
    },
    {
        "date": "Tuesday, January 16, 2024",
        "text": "I had my interview with Bridgewater today, which went ok. I honestly don’t have too much hope because the guy kind of grilled me. But we’ll see how it goes. You were so supportive and kind, reassuring me that I will be just fine even if it doesn’t work out."
    },
    {
        "date": "Wednesday, January 17, 2024",
        "text": "I got dinner with Kavi (fuck you Lauren) and did a Meta Zoom call. I’m pretty sure you didn’t do much all day, as you’re starting to get very sick. But you did pack for school because you’re coming up to Boston tomorrow! Yayyyy!"
    },
    {
        "date": "Thursday, January 18, 2024",
        "text": "Reunited after 2 1/2 weeks wooo! I went for a good long run while you drove up, and then we went to Paparazzi for dinner and had another lovely meal. Afterwards you let me go to Paddy’s for a Guinness, and given your recent ‘no drinking’ kick, you just stood there while I drank it. Very kind of you."
    },
    {
        "date": "Friday, January 19, 2024",
        "text": "I had three interviews for Meta, so you just sat around on the couch all day. Which was fine because you’re very sick. We did get Panera for lunch, and then you watched a rom-com with my mom at night while the rest of us went to the Celtics. You got to bed nice and early, which should help your recovery."
    },
    {
        "date": "Saturday, January 20, 2024",
        "text": "Up to school we go! We had a yummy In a Pickle breakfast, then drove up and got to spend some time with our friends. We made sure to sleep in the same bed though, because we haven’t been able to in so long."
    },
    {
        "date": "Sunday, January 21, 2024",
        "text": "We ran some errands on the last day before classes, and then spent time with friends in the afternoon. You and Lucy and Lauren made ribs for everyone, and I watched football with my friends."
    },
    {
        "date": "Monday, January 22, 2024",
        "text": "LFDOC!!! We both figured out which classes to drop which is nice, and it seems like we’ll have a good semester! We sleep in Harps again because you came over for some Narcos and wanted to stay, hehe."
    },
    {
        "date": "Tuesday, January 23, 2024",
        "text": "I got rejected from Meta :(. But Cog Arch seems like a great class and so does FML for me. And maybe Bridgewater will give me a job. Otherwise I’m back to the drawing board. You got a house dinner at Joshua’s, and it seemed like you had fun! I didn’t have a great day because of the Meta news."
    },
    {
        "date": "Wednesday, January 24, 2024",
        "text": "Third day of classes! You’re hopefully going to get into ODEs which has a super nice professor! I caught up with Brendan and UG at night, and we were planning to sleep apart but it is just too hard to separate after being apart for so long. As we ease back into classes it’ll get easier I think."
    },
    {
        "date": "Thursday, January 25, 2024",
        "text": "We met with Professor Abel to discuss our Independent Study, and he seems really nice and chill. It will be so much fun to work on another project together, especially since we’ll be doing what we enjoy and won’t have to be in class as much. You were so adorable making website designs in Adobe XD right after the meeting. You’re such a genius when it comes to that stuff."
    },
    {
        "date": "Friday, January 26, 2024",
        "text": "I got a job!!!!! Met with the Bridgewater guy and he laid everything out (money, vacation, holidays, etc.) and told me they’d have an official offer early next week. You were waiting downstairs for my call, and you came running up when you heard the news. My parents were less excited than yours for some reason, and I wasn’t thrilled right away because I know it will be a lot of work. Also, all my friends know about the salary which is very embarrassing and annoying. First world problems I guess. Your excitement made me so happy. The pajama party at night was pretty fun, and we had a good time dancing together."
    },
    {
        "date": "Saturday, January 27, 2024",
        "text": "A very lazy Saturday. We went to Dutchman’s in the morning and hit the gym together in the afternoon, then watching Bowdoin hockey destroy Colby 5-1! The game was so much fun and you looked so cute in your winter hat, white sleeveless top, and jeans. Max Russo almost fought a Colby kid, and Josh Baba went crazy even though his parents were sitting right next to him. Not sure what’s up there. We were planning on staying in and watching a movie, but you wanted to go out so we went to Garrison for a bit. I didn’t want to be there, and we had a good talk on the way to Supers about how to retain our independence a little bit while going out."
    },
    {
        "date": "Sunday, January 28, 2024",
        "text": "We got Brunswick Diner with Aspen and thought of boys for Lauren the entire time. You took a four hour nap and I was pretty lazy all afternoon too. You came over for the second half of the Lions vs. 49ers game which was super fun! I think you had a great time hanging out with my friends and Sarah and Jill. We did an impromptu Harps ‘slover’ (new word) and had some fun before bed."
    },
    {
        "date": "Monday, January 29, 2024",
        "text": "I wore your mom’s new sweatshirt today and you thought it was super cute! We took a walk on the quad together because the snow was really pretty. John saw you take a picture of me from HL, but who cares."
    },
    {
        "date": "Tuesday, January 30, 2024",
        "text": "We met with Houser and Martin in the morning and it sounds like everything will go smoothly with the website infrastructure! In the afternoon a bunch of our friends all did Sajel’s spin class together. That shit was hard but it was pretty fun too. We got a big group dinner afterwards and we were all really sweaty, especially me and John."
    },
    {
        "date": "Wednesday, January 31, 2024",
        "text": "I officially got offered a job and came to surprise you outside of Gov. You kind of expected me to be there, but I was happy to see you anyway. Pretty chill day other than that."
    },
    {
        "date": "Thursday, February 1, 2024",
        "text": "We celebrated my job (and yours, retroactively) by going to Via Vecchia! Our food was great and we even got Gelato Fiasco after. My parents offered to pay for dinner, so I’ll take you out another time! You went to a cocktail bar with your friends and we met later at Bolos, where we chatted and I asserted my foosball dominance. I love talking to you at parties, it makes me feel so cool and special."
    },
    {
        "date": "Friday, February 2, 2024",
        "text": "I tried to test my mile time outdoors but the track was iced over, so I couldn’t really get an accurate reading on my fitness. You walked over and did some adorable tottering and skipping as you came to see me. We both ended up at the hockey game even though I was a little sad, and we (mostly you) had fun dancing in the Garrison basement."
    },
    {
        "date": "Saturday, February 3, 2024",
        "text": "I hung out with my friends and worked all morning, and you had yourself some great alone time that included a lot of sleeping, working, and a Target run. You came for the last bit of the hockey game, then we hung out in Harps for a while and did the back-to-back Quickie card. It was really fun. After a nice dinner together, we both decided to have a night in and ended up making (oat milk) hot chocolate and watching Zoolander with Lucy, Julia, and Homer. It was much better than the previous night in my opinion."
    },
    {
        "date": "Monday, January 8, 2024",
        "text": "I had two interviews with Bridgewater and I called you right before and right after. That’s the type of relationship we have, I think we give each other such support, comfort, and happiness!"
    },
    {
        "date": "Tuesday, January 9, 2024",
        "text": "We met with Professor Abel and his project sounds really cool! It would be fun to work on a project again together. Hopefully they let us do it as an independent study! You were so funny saying “we could volunteer to do research and write a paper” and I was like UHHHHH NO! You have such a hardworking mentality and it’s very attractive (yet silly too)."
    },
    {
        "date": "Wednesday, January 10, 2024",
        "text": "We starting watching Narcos! The first episode was super interesting and your head-bobbing to the music was so cute. Afterwards I starting singing lines to songs you like and you would get all excited each time. I compared you to a jukebox (which is a little less poetic than a rose, but more accurate in this case)."
    },
    {
        "date": "Thursday, January 11, 2024",
        "text": "We chatted for a while in the afternoon and it was the first time in a while that we’ve been able to talk for a long time. I think it’s because now that we’ve been apart for over a week, we actually have stuff to catch each other up on and interesting things to discuss."
    },
    {
        "date": "Friday, January 12, 2024",
        "text": "So much happened for me today! Meta reached out to me, then I took their coding assessment, and then they moved me to the final round! You stayed up until 3am last night working on both a second version of my personal website and on a third version of yours! You crazy crazy girl. She falls asleep at 1pm for a few hours most days, and yet stays up until 3am. Crazy crazy."
    },
    {
        "date": "Saturday, January 13, 2024",
        "text": "You were able to trade in the pants I got you for a bigger size! You sent me some mirror selfies and they are so so cute. My uncle and cousin visited us, so I hung out with them for a while and didn’t do anything exciting. really"
    },
    {
        "date": "Sunday, January 14, 2024",
        "text": "You had a nice day downtown with your mom! I pretty much did nothing besides watching some good football games, which I enjoyed."
    },
    {
        "date": "Monday, January 15, 2024",
        "text": "You got your nails painted and had to walk home in the freezing cold in flip flops. Poor, poor, poor Livvy! The picture you sent me all bundled up on your couch was adorable."
    },
    {
        "date": "Tuesday, January 16, 2024",
        "text": "I had my interview with Bridgewater today, which went ok. I honestly don’t have too much hope because the guy kind of grilled me. But we’ll see how it goes. You were so supportive and kind, reassuring me that I will be just fine even if it doesn’t work out."
    },
    {
        "date": "Wednesday, January 17, 2024",
        "text": "I got dinner with Kavi (fuck you Lauren) and did a Meta Zoom call. I’m pretty sure you didn’t do much all day, as you’re starting to get very sick. But you did pack for school because you’re coming up to Boston tomorrow! Yayyyy!"
    },
    {
        "date": "Thursday, January 18, 2024",
        "text": "Reunited after 2 1/2 weeks wooo! I went for a good long run while you drove up, and then we went to Paparazzi for dinner and had another lovely meal. Afterwards you let me go to Paddy’s for a Guinness, and given your recent ‘no drinking’ kick, you just stood there while I drank it. Very kind of you."
    },
    {
        "date": "Friday, January 19, 2024",
        "text": "I had three interviews for Meta, so you just sat around on the couch all day. Which was fine because you’re very sick. We did get Panera for lunch, and then you watched a rom-com with my mom at night while the rest of us went to the Celtics. You got to bed nice and early, which should help your recovery."
    },
    {
        "date": "Saturday, January 20, 2024",
        "text": "Up to school we go! We had a yummy In a Pickle breakfast, then drove up and got to spend some time with our friends. We made sure to sleep in the same bed though, because we haven’t been able to in so long."
    },
    {
        "date": "Sunday, January 21, 2024",
        "text": "We ran some errands on the last day before classes, and then spent time with friends in the afternoon. You and Lucy and Lauren made ribs for everyone, and I watched football with my friends."
    },
    {
        "date": "Monday, January 22, 2024",
        "text": "LFDOC!!! We both figured out which classes to drop which is nice, and it seems like we’ll have a good semester! We sleep in Harps again because you came over for some Narcos and wanted to stay, hehe."
    },
    {
        "date": "Tuesday, January 23, 2024",
        "text": "I got rejected from Meta :(. But Cog Arch seems like a great class and so does FML for me. And maybe Bridgewater will give me a job. Otherwise I’m back to the drawing board. You got a house dinner at Joshua’s, and it seemed like you had fun! I didn’t have a great day because of the Meta news."
    },
    {
        "date": "Wednesday, January 24, 2024",
        "text": "Third day of classes! You’re hopefully going to get into ODEs which has a super nice professor! I caught up with Brendan and UG at night, and we were planning to sleep apart but it is just too hard to separate after being apart for so long. As we ease back into classes it’ll get easier I think."
    },
    {
        "date": "Thursday, January 25, 2024",
        "text": "We met with Professor Abel to discuss our Independent Study, and he seems really nice and chill. It will be so much fun to work on another project together, especially since we’ll be doing what we enjoy and won’t have to be in class as much. You were so adorable making website designs in Adobe XD right after the meeting. You’re such a genius when it comes to that stuff."
    },
    {
        "date": "Friday, January 26, 2024",
        "text": "I got a job!!!!! Met with the Bridgewater guy and he laid everything out (money, vacation, holidays, etc.) and told me they’d have an official offer early next week. You were waiting downstairs for my call, and you came running up when you heard the news. My parents were less excited than yours for some reason, and I wasn’t thrilled right away because I know it will be a lot of work. Also, all my friends know about the salary which is very embarrassing and annoying. First world problems I guess. Your excitement made me so happy. The pajama party at night was pretty fun, and we had a good time dancing together."
    },
    {
        "date": "Saturday, January 27, 2024",
        "text": "A very lazy Saturday. We went to Dutchman’s in the morning and hit the gym together in the afternoon, then watching Bowdoin hockey destroy Colby 5-1! The game was so much fun and you looked so cute in your winter hat, white sleeveless top, and jeans. Max Russo almost fought a Colby kid, and Josh Baba went crazy even though his parents were sitting right next to him. Not sure what’s up there. We were planning on staying in and watching a movie, but you wanted to go out so we went to Garrison for a bit. I didn’t want to be there, and we had a good talk on the way to Supers about how to retain our independence a little bit while going out."
    },
    {
        "date": "Sunday, January 28, 2024",
        "text": "We got Brunswick Diner with Aspen and thought of boys for Lauren the entire time. You took a four hour nap and I was pretty lazy all afternoon too. You came over for the second half of the Lions vs. 49ers game which was super fun! I think you had a great time hanging out with my friends and Sarah and Jill. We did an impromptu Harps ‘slover’ (new word) and had some fun before bed."
    },
    {
        "date": "Monday, January 29, 2024",
        "text": "I wore your mom’s new sweatshirt today and you thought it was super cute! We took a walk on the quad together because the snow was really pretty. John saw you take a picture of me from HL, but who cares."
    },
    {
        "date": "Tuesday, January 30, 2024",
        "text": "We met with Houser and Martin in the morning and it sounds like everything will go smoothly with the website infrastructure! In the afternoon a bunch of our friends all did Sajel’s spin class together. That shit was hard but it was pretty fun too. We got a big group dinner afterwards and we were all really sweaty, especially me and John."
    },
    {
        "date": "Wednesday, January 31, 2024",
        "text": "I officially got offered a job and came to surprise you outside of Gov. You kind of expected me to be there, but I was happy to see you anyway. Pretty chill day other than that."
    },
    {
        "date": "Thursday, February 1, 2024",
        "text": "We celebrated my job (and yours, retroactively) by going to Via Vecchia! Our food was great and we even got Gelato Fiasco after. My parents offered to pay for dinner, so I’ll take you out another time! You went to a cocktail bar with your friends and we met later at Bolos, where we chatted and I asserted my foosball dominance. I love talking to you at parties, it makes me feel so cool and special."
    },
    {
        "date": "Friday, February 2, 2024",
        "text": "I tried to test my mile time outdoors but the track was iced over, so I couldn’t really get an accurate reading on my fitness. You walked over and did some adorable tottering and skipping as you came to see me. We both ended up at the hockey game even though I was a little sad, and we (mostly you) had fun dancing in the Garrison basement."
    },
    {
        "date": "Saturday, February 3, 2024",
        "text": "I hung out with my friends and worked all morning, and you had yourself some great alone time that included a lot of sleeping, working, and a Target run. You came for the last bit of the hockey game, then we hung out in Harps for a while and did the back-to-back Quickie card. It was really fun. After a nice dinner together, we both decided to have a night in and ended up making (oat milk) hot chocolate and watching Zoolander with Lucy, Julia, and Homer. It was much better than the previous night in my opinion."
    },
    {
        "date": "Sunday, February 4, 2024",
        "text": "A pretty lazy Sunday! We got breakfast from Woats before your Women in Sports thingy in Farley. You were so funny with how much you hated some of the children, but they do sound pretty awful."
    },
    {
        "date": "Monday, February 5, 2024",
        "text": "After class we got lunch and hung out in Harps together. It was a blast spending the entire 2nd half of the day together, and I think we should make it a weekly tradition on either Monday or Wednesday."
    },
    {
        "date": "Tuesday, February 6, 2024",
        "text": "We got lunch with Lauren and had a great time shitting on her: “which Jake?” “Remember Vlad and Alex St. John and Tucker?” We decided to spend the night apart because I’m feeling a little sick."
    },
    {
        "date": "Wednesday, February 7, 2024",
        "text": "Nevermind, I’m feeling very sick! I laid in bed all morning and skipped class, only leaving Harps to get lunch with people I didn’t like (and you). You adorably brought me Dayquil and NyQuil and cookies and candy from your mom! Such an amazing girlfriend. I love that you give me shit for not liking swallowing pills, but you still went out of your way to get me the liquid versions. We hung out in lighthouse at night (probably not the best idea) and then had another night apart because I don’t want to get you sick :( ."
    },
    {
        "date": "Thursday, February 8, 2024",
        "text": "I officially have the flu! The walk from Harps to Thorne knocked me out, and you (correctly) told me to skip class. You brought me a sandwich and banana (my savior) and told me that you did your little bobbing skipping walk on the way over because you were so happy you could help me out. I texted you this, but I don’t know what I did to deserve you."
    },
    {
        "date": "Friday, February 9, 2024",
        "text": "You sent me another selfie of you in bed in your Comfy, and I’m starting to think this might be the best gift I’ve ever gotten you. And it’s a gift for me too because you look unbelievably cute wearing it. I had to bail on Flight Deck so you went with lots of girls and grant. The lighthouse mixer at night wrapped up early and you were able to go to bed not too late. I was soundly asleep in Harps, trying to recover from my illness."
    },
    {
        "date": "Saturday, February 10, 2024",
        "text": "Today was beautiful out! We took advantage of it by getting some work done in the morning and then going to the Giants Stairs. You loved watching the waves and even though I was tired from all the movement, I had such a great time. I got to smash some ice and throw some rocks, which we joked made me look like your Autistic brother. We got Fielder’s Choice on the way home to celebrate the weather and then had our first sleepover since Monday!"
    },
    {
        "date": "Sunday, February 11, 2024",
        "text": "Super Bowl Sunday. We tried a new breakfast place in Freeport, where the owner and her husband were super nice! You got a smoothie bowl and I got a (kids) smoothie and a nutella + strawberry waffle. I laid in bed all afternoon and lots of people came to Harps for the Super Bowl! The food was really good (especially  the wings you waited 40 minutes for) and I won a lot of money! Connor….. did not."
    },
    {
        "date": "Monday, February 12, 2024",
        "text": "We had such a nice cuddle in the morning before class! Martin cancelled our meeting so we were able to have such a good slow morning. I was able to visit you during my Spanish class and then we got lunch together. Creamy chicken soup… yum! At night we tried to watch Narcos in lh but were interrupted by Lauren and Lucy wanting to come chat. We talked a lot about Aiden and PJ, Maggie’s self-honesty, and more. You did the cutest WWE move with your cozy on, which made me so freaking happy. I want you to do it again."
    },
    {
        "date": "Tuesday, February 13, 2024",
        "text": "We had such a productive Valentine’s Eve! We got lunch and dinner (pub) together, had a nice Cog Arch class, and made lots of progress on our Independent Study. Then we watched some Narcos and got some much-needed alone time. I love you!"
    },
    {
        "date": "Wednesday, February 14, 2024",
        "text": "It’s finally the day! It feels like soooo long ago that we were in Paris, but that was only a little more than a year ago. If you've ever noticed a PASSWORDS 2 note on my computer, this is what was in there. Maybe I'll keep it around, maybe I won't. This year has been amazing, and I can’t wait for more experiences with you."
    }
]
