[
    {
        "date": "Monday, February 14, 2022",
        "text": "We couldn't contain our laughter about the couple next to us at Valentine's dinner when the woman asked “Do islands float?”"
    },
    {
        "date": "Tuesday, February 15, 2022",
        "text": "You went to dinner with me when I had no one to go with!"
    },
    {
        "date": "Wednesday, February 16, 2022",
        "text": "I wore a winter hat and you told me I looked cute all day long."
    },
    {
        "date": "Thursday, February 17, 2022",
        "text": "You let me code in your bed because I wanted to fix a bug in my website even though I had planned to hangout with you."
    },
    {
        "date": "Friday, February 18, 2022",
        "text": "We slept in Quinby after my not wanting to walk back to Ladd in the cold (you said it was really good sleep btw)"
    },
    {
        "date": "Saturday, February 19, 2022",
        "text": "We went to see Death on the Nile and you stared at me the whole time not going two minutes without giving me a kiss on the cheek"
    },
    {
        "date": "Sunday, February 20, 2022",
        "text": "We went to brunch with Lucy at Mae's in Bath"
    },
    {
        "date": "Monday, February 21, 2022",
        "text": "We talked in HL for an hour, not getting any work done at all and then had a two-hour long dinner (which I didn't want to end)"
    },
    {
        "date": "Tuesday, February 22, 2022",
        "text": "You watched Friends with me (even though you didn't really want to, thanks <3)"
    },
    {
        "date": "Wednesday, February 23, 2022",
        "text": "It was 65 degrees and we went on a beautiful cliff hike in Harpswell (and you slipped on the ice) and then got gelato"
    },
    {
        "date": "Thursday, February 24, 2022",
        "text": "After PPL we went to HL and you rubbed my feet on your lap in a private study room"
    },
    {
        "date": "Friday, February 25, 2022",
        "text": "We walked to brunch in a snowstorm, spent all afternoon in bed, and you got the Datto offer!! (great day) (You also comforted me while I was sad)"
    },
    {
        "date": "Saturday, February 26, 2022",
        "text": "We went to the Ebony Ball and had the most fun night yet this semester."
    },
    {
        "date": "Sunday, February 27, 2022",
        "text": "We had a pretzel, cheesy bread, and pizza at Maine Beer Co to celebrate your offer (while I stressed about the potential for a snow squall)"
    },
    {
        "date": "Tuesday, March 1, 2022",
        "text": "It was snowing at night and campus looked beautiful so we took a walk around the quad holding hands. "
    },
    {
        "date": "Wednesday, March 2, 2022",
        "text": "I was feeling overwhelmed and you calmed me down in HL after intently listening for an hour."
    },
    {
        "date": "Thursday, March 3, 2022",
        "text": "We had Korean food in Thorne for dinner and it was really good. "
    },
    {
        "date": "Friday, March 4, 2022",
        "text": "It was Spring Gala and we both got super drunk and had a ton of fun."
    },
    {
        "date": "Saturday, March 5, 2022",
        "text": "We found an empty classroom in Kanbar to study in. (Also after Garrison you stared carrying me home and Joey Brink stopped us to tell us we were adorable, that he had seen us on instagram, and asked if we wanted a picture together)"
    },
    {
        "date": "Sunday, March 6, 2022",
        "text": "We got up early, ate at Brunswick Diner with Lucy, and spent all day studying for midterms. (Highlight was white boarding our PPL notes)"
    },
    {
        "date": "Monday, March 7, 2022",
        "text": "You stayed up with me in the middle of the night while I was coughing.  "
    },
    {
        "date": "Tuesday, March 8, 2022",
        "text": "You wore the shacket :) and we ate donuts during the PPL midterm. "
    },
    {
        "date": "Wednesday, March 9, 2022",
        "text": " You came back to Quinby to cuddle after breakfast and before your 10 am."
    },
    {
        "date": "Thursday, March 10, 2022",
        "text": "We got frappes at Fielder's Choice, walked around Farley and talked, you got a nose bleed all over me when we were cuddling and we made chocolate chip cookies in Ladd kitchen."
    },
    {
        "date": "Friday, March 11, 2022",
        "text": "We got Wild Oats for breakfast, my first burrito and Tango Mango for lunch, walked around Harvard Square, met your parents for the first time, and cuddled for three hours watching The Batman. "
    },
    {
        "date": "Saturday, March 12, 2022",
        "text": " We went to In a Pickle for breakfast, cuddled in the backseat of your car while I cried, then dropped me off at the airport to fly back home to Philly for spring break :("
    },
    {
        "date": "Sunday, March 13, 2022",
        "text": "You sent me a selfie of you in a hat :)"
    },
    {
        "date": "Monday, March 14, 2022",
        "text": "You made me make a March Madness bracket and we both watched and texted about the final round of The Players."
    },
    {
        "date": "Tuesday, March 15, 2022",
        "text": "I gave you swing advice on our nightly FaceTime. "
    },
    {
        "date": "Wednesday, March 16, 2022",
        "text": "You sent me a bunch of pretty pictures from your first day in South Carolina."
    },
    {
        "date": "Thursday, March 17, 2022",
        "text": "I FaceTimed you walking along the beach and you talked to my parents for the first time"
    },
    {
        "date": "Friday, March 18, 2022",
        "text": "We sent pictures to each other of cute moments.   "
    },
    {
        "date": "Saturday, March 19, 2022",
        "text": "We bonded over how seeing young couples at our hotels made us miss each other. "
    },
    {
        "date": "Sunday, March 20, 2022",
        "text": "You played the ocean course and we talked about your round. "
    },
    {
        "date": "Monday, March 21, 2022",
        "text": "We argued over whether raising two girls or two boys would be easier. "
    },
    {
        "date": "Tuesday, March 22, 2022",
        "text": "We talked on FaceTime for over an hour and went through our first texts reminiscing on how young we were "
    },
    {
        "date": "Wednesday, March 23, 2022",
        "text": "We watched inventing anna on FaceTime and I stared at you the whole time"
    },
    {
        "date": "Thursday, March 24, 2022",
        "text": "I was feeling sad and you completely changed my mood around on FaceTime. "
    },
    {
        "date": "Friday, March 25, 2022",
        "text": "You called me midday when I was feeling super sick and it made me feel better :)"
    },
    {
        "date": "Saturday, March 26, 2022",
        "text": "I FaceTimed you at Kenzie's apartment in BU and then texted you all night about what was happening."
    },
    {
        "date": "Sunday, March 27, 2022",
        "text": "Back together! You picked me up from Lucy's house at 7:45 am, we got bagels, cuddled all day, watched Step Brothers, and went out to dinner at the Tuscan Bistro in Freeport."
    },
    {
        "date": "Monday, March 28, 2022",
        "text": "My mom texted me to be “careful” with you and we could hardly contain our laughter in HL."
    },
    {
        "date": "Tuesday, March 29, 2022",
        "text": "We acted out ~positions~ before your club basketball practice."
    },
    {
        "date": "Wednesday, March 30, 2022",
        "text": "You called you friends in Quinby, then let my fall asleep while cuddling. I felt so safe. "
    },
    {
        "date": "Thursday, March 31, 2022",
        "text": "Writing this while you are rubbing my feet in HL!"
    },
    {
        "date": "Friday, April 1, 2022",
        "text": "Back at Brunswick Diner and we split a chocolate milkshake!"
    },
    {
        "date": "Saturday, April 2, 2022",
        "text": "We were both sad and cheered each other up. "
    },
    {
        "date": "Sunday, April 3, 2022",
        "text": "You slept over at Quinby after helping talk Lucy through writing her Merchant of Venice essay."
    },
    {
        "date": "Monday, April 4, 2022",
        "text": "I was so happy to see your face when I woke up! Later in the day we went to the Brunswick range together. "
    },
    {
        "date": "Tuesday, April 5, 2022",
        "text": "You got accepted to the JPMorgan Hackathon! Now I've started thinking about living in NYC. "
    },
    {
        "date": "Wednesday, April 6, 2022",
        "text": "We watched YouTube videos in bed as you petted my hair and it made me so happy :) Your outfit was really cute today too"
    },
    {
        "date": "Thursday, April 7, 2022",
        "text": "We watched the masters during PPL."
    },
    {
        "date": "Friday, April 8, 2022",
        "text": "IDK came to Bowdoin and we went to the concert! Lucy also had 4 friends sleeping over so you let me sleep in your room before my tournament. "
    },
    {
        "date": "Saturday, April 9, 2022",
        "text": "My tournament was cancelled because of hail and you texted me the whole day about it."
    },
    {
        "date": "Sunday, April 10, 2022",
        "text": "You helped me clean up the chapter room which I appreciated so much. I also wore my first skirt of the year and you were pretty happy. And we watched the Masters!"
    },
    {
        "date": "Monday, April 11, 2022",
        "text": "We walked on the trail near Farley since it was one of the first nice days of the year."
    },
    {
        "date": "Tuesday, April 12, 2022",
        "text": "You stayed with me in Hatch while I was working until 11pm and rubbed my feet while you watched TV. "
    },
    {
        "date": "Wednesday, April 13, 2022",
        "text": "You tested positive for covid. We are both sad that we can't see each other :( I brought you Five Guys for dinner."
    },
    {
        "date": "Thursday, April 14, 2022",
        "text": "I screen shared during PPL so you could still be “next to me” during class."
    },
    {
        "date": "Friday, April 15, 2022",
        "text": "I drove to woats for breakfast and we ate outside in the tent. We FaceTimed before going to sleep. "
    },
    {
        "date": "Saturday, April 16, 2022",
        "text": "We tested together in the morning on Quinby porch, had an afternoon walk around Farley where we threw a softball, then talked in your room later that night."
    },
    {
        "date": "Sunday, April 17, 2022",
        "text": "We hung out in my room for a little bit with masks on. It was the most interaction we have had in a while! We also got gelato in town. "
    },
    {
        "date": "Monday, April 18, 2022",
        "text": "We ate take out dinner on the quad together while lying on your blanket after doing work for a couple hours together also on the quad. "
    },
    {
        "date": "Tuesday, April 19, 2022",
        "text": "I screen shared in PPL again and you booped my nose with the magnifying glass. "
    },
    {
        "date": "Wednesday, April 20, 2022",
        "text": "We ate breakfast, lunch, and ice cream after dinner together. You tested at 6:30 this morning to see if you were negative so you could come cuddle. You were still faintly positive but you came over to cuddle anyway. It made me so happy. "
    },
    {
        "date": "Thursday, April 21, 2022",
        "text": "Today was the housing lottery and I was crying all day and you comforted me. You left for your trip to Texas with JP Morgan!"
    },
    {
        "date": "Friday, April 22, 2022",
        "text": "We talked on FaceTime before going to bed. You asked me to tell you about my day and Ursula thought it was so adorable how much you care about me. "
    },
    {
        "date": "Saturday, April 23, 2022",
        "text": "You texted me all through the night during your hackathon so I woke up to so many texts from you which made me smile immediately! One of them was the picture of me in front of the LIV Aspen sign and you said that picture is “the cutest thing ever how could I not fall in love with you.” I feel so loved."
    },
    {
        "date": "Sunday, April 24, 2022",
        "text": "We were finally able to cuddle again after two weeks! It was so nice to be back."
    },
    {
        "date": "Monday, April 25, 2022",
        "text": "We had the best cuddles after waking up and after breakfast. "
    },
    {
        "date": "Tuesday, April 26, 2022",
        "text": "We went to Five Guys for dinner and got frappes at Fielder's Choice. I cried for about 30 min in the car because I love you so much and don't want to lose you. "
    },
    {
        "date": "Wednesday, April 27, 2022",
        "text": "We studied PPL together pretty much all day and you staying in HL with me and played with my hair until 11:30pm."
    },
    {
        "date": "Thursday, April 28, 2022",
        "text": "We had dinner together in Moulton :)"
    },
    {
        "date": "Friday, April 29, 2022",
        "text": "First day of Ivies! We went to Brunswick Diner and met Cassidy's little baby. In the afternoon we ventured to Harps in which you vomited and Lucy and I cleaned up for you. I still love you tho. "
    },
    {
        "date": "Saturday, April 30, 2022",
        "text": "We stayed in bed together instead of going out tonight!"
    },
    {
        "date": "Sunday, May 1, 2022",
        "text": "We played golf with two older women and it was super fun. "
    },
    {
        "date": "Monday, May 2, 2022",
        "text": "It was a beautiful day so we did homework in the sun outside Moulton. "
    },
    {
        "date": "Tuesday, May 3, 2022",
        "text": "You let me fall asleep early even though you wanted to stay up and talk."
    },
    {
        "date": "Wednesday, May 4, 2022",
        "text": "You planned the most wonderful birthday! You woke me up at 12:30 to say happy birthday and asked if I wanted to open up my presents (how sweet). One of the nicest things you said was “It's a whole day to celebrate you! How could I not be excited?” After Italian you took me to the Giant Stairs to eat breakfast sandwiches from the cafe (you also got me a mocha latte). We then went back to my room and cuddled in bed for an hours. After I got back from lunch we ate flower cupcakes and cuddled some more. Before dinner I opened your presents! The customized golf balls and mug for Brunswick Diner were so cute! The 5lb bag of Krackles was also hilarious. For dinner you took me to ViA VECCHiA which was soooo good. We then went back to the room where you filmed happy birthday like a proud dad. At the end of the day, I went back to Ladd and opened my final present, the Ocean Course shirt which was so adorable. I had the best day, thank you. "
    },
    {
        "date": "Thursday, May 5, 2022",
        "text": "I hung out with your friends for the first time! I had so much fun playing drinking games with them in the common room and curating the playlist for your “One Laddst Night” party this weekend."
    },
    {
        "date": "Friday, May 6, 2022",
        "text": "We had dinner with your mom and Kasen and I was excited to get along with them so well! You were so cute later when we went to your room and you wanted to cuddle before going downstairs to hangout with your friends."
    },
    {
        "date": "Saturday, May 7, 2022",
        "text": "Unfortunately our golf games weren't great today to play with your family, but it was so nice out and super fun. You also threw the best party of the year before the fire alarm went off."
    },
    {
        "date": "Sunday, May 8, 2022",
        "text": "We worked on our Ruby project in the Econ Library and made lots of exciting progress. "
    },
    {
        "date": "Monday, May 9, 2022",
        "text": "At dinner we did the quordle, octordle, and semantle and laughed so much during it. "
    },
    {
        "date": "Tuesday, May 10, 2022",
        "text": "We fell asleep together without meaning it. It was sweet."
    },
    {
        "date": "Wednesday, May 11, 2022",
        "text": "We finally went to the coastal studies center and got gelato in town. I was such a beautiful day! I was told I am a milf by a catcaller in Brunswick. "
    },
    {
        "date": "Thursday, May 12, 2022",
        "text": "It was so hot outside! I watched you play softball in the morning and we wandered around the College House block party in the afternoon. "
    },
    {
        "date": "Friday, May 13, 2022",
        "text": "Six whole months together! I am so excited to celebrate the time we have spent and look forward to the future. You got me the cutest poster made with pictures of us because I don't have any art in my room. We had such a fun time shopping around in Freeport. "
    },
    {
        "date": "Saturday, May 14, 2022",
        "text": "We are currently doing work in Hubbard together and will go the the lacrosse game later!"
    },
    {
        "date": "Sunday, May 15, 2022",
        "text": "We watched The Breakfast Club (my first time) "
    },
    {
        "date": "Monday, May 16, 2022",
        "text": "I had the most fun ever playing ping pong with you in the game room."
    },
    {
        "date": "Tuesday, May 17, 2022",
        "text": "You sat with me while I did work all day and dealt with my complaining when I was stressed and tired. "
    },
    {
        "date": "Wednesday, May 18, 2022",
        "text": "I finished my finals so we hung out and went for a drive."
    },
    {
        "date": "Thursday, May 19, 2022",
        "text": "We played golf in the morning and had our last supers of sophomore year as well as my final night sleeping over in Ladd."
    },
    {
        "date": "Friday, May 20, 2022",
        "text": "It's our last day on campus. We had brunch at Brunswick Diner for the final time. I cried when leaving Ladd for the last time and when you brought me to an Alpaca Farm. That was the cutest. We also drove around Sebasco Resort and saw beautiful views. When we arrived at your house you had the ~incident~"
    },
    {
        "date": "Saturday, May 21, 2022",
        "text": "Today was the Red Sox game! You kept your arm around me the whole time because I was cold even though it was 90 degrees out :)"
    },
    {
        "date": "Sunday, May 22, 2022",
        "text": "The big day - meeting the parents! After our long drive together, you met cotton and had a dark and stormy made by my dad. You were so cute happily sipping it through your straw. When you were in another room she told me how perfect you are. "
    },
    {
        "date": "Monday, May 23, 2022",
        "text": "I gave you the full tour of Blue Bell today. We went to the Mount, Ancillae, and spent most of our day at Tee's where we practiced on the range, played mini golf, and hit the batting cages. I had so much fun. At the end of the day we cuddled on the couch watching the Phillies and Celtics. "
    },
    {
        "date": "Tuesday, May 24, 2022",
        "text": "You went with me to the DMV in the morning to get my license picture taken. You seemed to be very upset that it only took 30 min and that I only had three lessons before I got my drivers license. In the afternoon we played golf at Whitemarsh with my dad. It was not a good round for any of us. "
    },
    {
        "date": "Wednesday, May 25, 2022",
        "text": "We were in center city today. We got lunch from DiBrunos and had a very loud conversation in the park where some old guy was shamelessly listening in. We then did a ton of walking over to Old City. For dinner we went to parc and then watched the rest of the Borat sequel."
    },
    {
        "date": "Thursday, May 26, 2022",
        "text": "You helped me figure out the subway and my way to the park this morning. It calmed me down that you were there with me. When we got home we watched New York Times videos on the TV."
    },
    {
        "date": "Friday, May 27, 2022",
        "text": "Since we have begun to run out of things to do, we went to Michaels and got paint by numbers sets and it turned out to be much harder than we expected. For dinner we went to Whitemarsh."
    },
    {
        "date": "Saturday, May 28, 2022",
        "text": "We worked out in the morning and you were so so cute. In the afternoon it was the big introduction to my extended family at the pool party. Everyone loved you and you were great - especially with the kids."
    },
    {
        "date": "Sunday, May 29, 2022",
        "text": "I cried a lot today. You sent me a text at 7:45am that you were awake and ready for cuddles (how cute). We cuddled for 2 hours then continued with paint by numbers. I dropped you off at the train station and of course cried a lot. I miss you already."
    },
    {
        "date": "Monday, May 30, 2022",
        "text": "We both were golfing today so we sent each other golf fit checks. The Red Sox got killed tonight while you were at the game and we FaceTimed afterward. You have the best smile."
    },
    {
        "date": "Tuesday, May 31, 2022",
        "text": "I called you on my walk into work where you were right - I was 40 minutes early. I was so excited to call you as soon as I got out too."
    },
    {
        "date": "Wednesday, June 1, 2022",
        "text": "I bugged you midday that you hadn't sent an outfit picture yet, so you sent me a steamy picture (literally) after you got out of the shower. I internally gasped when I opened it up at my desk. "
    },
    {
        "date": "Thursday, June 2, 2022",
        "text": "The Celtics won game 1 of the Finals!! "
    },
    {
        "date": "Friday, June 3, 2022",
        "text": "We FaceTimed while drawing NoteIts for each other. "
    },
    {
        "date": "Saturday, June 4, 2022",
        "text": "You finally sent me your NoteIt after working on it for so long and it did not disappoint! It was my painting as a toddler with flowers upside down in a museum. There was so much detail and it was definitely your best one yet."
    },
    {
        "date": "Sunday, June 5, 2022",
        "text": "You were happy even though the Celtics lost game 2 :( I'm now becoming a Celtics fan."
    },
    {
        "date": "Monday, June 6, 2022",
        "text": "I was sad, but you stayed on FaceTime with me for 2 hours. We didn't talk much, but it was nice to have each other in the silence. It was your first day at Datto!"
    },
    {
        "date": "Tuesday, June 7, 2022",
        "text": "You texted me updates all day about your second day of work."
    },
    {
        "date": "Wednesday, June 8, 2022",
        "text": "Celtics won game 3! You texted me “Sleep well gorgeous” when I had already fallen asleep before the game ended. "
    },
    {
        "date": "Thursday, June 9, 2022",
        "text": "I was missing you extra today :( I had a dream that I was in love with you but couldn't do anything about it because I had a boyfriend and it made me so sad. "
    },
    {
        "date": "Friday, June 10, 2022",
        "text": "I gave you a very very detailed description of my dream last night. It makes me so happy that you care about the little things like that."
    },
    {
        "date": "Saturday, June 11, 2022",
        "text": "I got your birthday gifts today! I spent all evening working on our photo album before we watched We're The Millers at night. It's one of my new favorite movies."
    },
    {
        "date": "Sunday, June 12, 2022",
        "text": "2: We said goodnight even though you got home late from the movies with Rahul. "
    },
    {
        "date": "Monday, June 13, 2022",
        "text": "We watched the Celtics game together over FaceTime. "
    },
    {
        "date": "Tuesday, June 14, 2022",
        "text": "I kept stalling our FaceTime so that we could talk longer :) You worked the practice round of the US Open today!"
    },
    {
        "date": "Wednesday, June 15, 2022",
        "text": "I cried when watching a clip of the ending of La La Land because I didn't want that to be us. "
    },
    {
        "date": "Thursday, June 16, 2022",
        "text": "My flight to Boston got cancelled :( You called me while I was in the airport and helped me talk through options on how I can still go to Boston"
    },
    {
        "date": "Friday, June 17, 2022",
        "text": "Today is the day! Finally seeing each other after three weeks apart. You picked me up in the train station parking garage and we had the biggest hug and kiss that I'm sure made everyone jealous. At night we got ice cream at Cabot's and it was so good. "
    },
    {
        "date": "Saturday, June 18, 2022",
        "text": "We watched the U.S. Open together! My favorite part was cuddling in the stands of the par 3 11."
    },
    {
        "date": "Sunday, June 19, 2022",
        "text": "Today is your birthday!! You got to walk with Justin Thomas and I loved watching you walk around. We had such good cheesecake for dessert as if the ice cream wasn't already enough."
    },
    {
        "date": "Monday, June 20, 2022",
        "text": "We finally got alone time! We cuddled all day while you worked and ended the day by cuddling and watching Ferris Bueller and Fleabag."
    },
    {
        "date": "Tuesday, June 21, 2022",
        "text": "Today was a big ping pong day. I was lucky enough to see a game between you and your dad. While we were downstairs playing, Karen walked in on you bear hugging me from behind. After we were done, we watched Fleabag then fell asleep on the couch. We went upstairs to my bed where we fell asleep again until you had to go to your own room."
    },
    {
        "date": "Wednesday, June 22, 2022",
        "text": "Goodbye for a week :( I teared up when you dropped me off at the train station. But we only have to wait a week this time!"
    },
    {
        "date": "Thursday, June 23, 2022",
        "text": "I got a UTI on my Boston trip! You wanted to hear all about how I was feeling and called me on my car ride back home from the city while I was in a ton of pain and helped me feel better."
    },
    {
        "date": "Friday, June 24, 2022",
        "text": "We FaceTimed in the middle of the day to talk about Roe v. Wade being overturned and your crazy coworkers who are slacking in #general and booing the Kaseya CEO."
    },
    {
        "date": "Saturday, June 25, 2022",
        "text": "You got a very cute haircut today."
    },
    {
        "date": "Sunday, June 26, 2022",
        "text": "You decided to wear ankle socks to level out the tan line. I asked to see a picture which you appropriately called out to be me asking for feet pics. "
    },
    {
        "date": "Monday, June 27, 2022",
        "text": "I said maybe I would want to live in California and you said I would like the coastal highway. Then I saw pictures of it collapsing and I refuse to ever go on it. "
    },
    {
        "date": "Tuesday, June 28, 2022",
        "text": "We watched more Only Murders in the Building to end the day :)"
    },
    {
        "date": "Wednesday, June 29, 2022",
        "text": "You're in Philly!! We watched the fireworks at Whitemarsh and sadly finished up watching Fleabag."
    },
    {
        "date": "Thursday, June 30, 2022",
        "text": "We went to Pietro's for dinner to get pizza and pasta and then to the Chinese Lantern Festival. You very smartly directed me to park on the street instead of paying $20 for parking in a garage. After we got home we made cookies and crashed on the couch cuddling."
    },
    {
        "date": "Friday, July 1, 2022",
        "text": "I worked from the condo and you helped me as I frantically bought my mom a last minute birthday gift. After work we went to the Phillies game. We had the most fun wandering around during the 6th inning and saw the best fireworks show ever. "
    },
    {
        "date": "Saturday, July 2, 2022",
        "text": "I dragged you around shopping all day, but you actually ended up getting more clothes than me. It started pouring while we were in the Banana Republic Factory store, but somehow made it back to the condo without getting rained on. Today was also your first time in a 5 Below store."
    },
    {
        "date": "Sunday, July 3, 2022",
        "text": "We set up for the Fourth of July party in the backyard under my mother's direction. When we had a break, we slow danced to the music playing in the house, trying to avoid my parents seeing us. "
    },
    {
        "date": "Monday, July 4, 2022",
        "text": "We both got our butts kicked by little kids today. Colin threw a water balloon in my face and Harrison kicked a soccer ball in the back of your head. We had a lot of fun running around with them."
    },
    {
        "date": "Tuesday, July 5, 2022",
        "text": "Despite you usually never getting work, your coworkers scheduled calls at the worst times. We were luckily able to get out for ice cream at Jenny's (finally) for lunch. We then finished Emma on the couch right before you had to leave. I cried a lot saying goodbye to you and sending you off to the train station. "
    },
    {
        "date": "Wednesday, July 6, 2022",
        "text": "We bought our train tickets for the rest of the summer! It is exciting that we will get to spend almost two weeks together."
    },
    {
        "date": "Thursday, July 7, 2022",
        "text": "I scared the shit out of you today. My phone died so none of my alarms went off and I wasn't answering any texts or calls. You consoled me as I cried from the whole situation and helped me feel better. It's nice to know how much you care. "
    },
    {
        "date": "Friday, July 8, 2022",
        "text": "We watched Blacklist tonight and while I really enjoyed it you did not. We learned that we have different tastes in TV shows."
    },
    {
        "date": "Saturday, July 9, 2022",
        "text": "I went shopping and you wanted me to send you pictures of what I was trying on."
    },
    {
        "date": "Sunday, July 10, 2022",
        "text": "I played today and shot 54 on the front nine. I told you and you said “I can't wait to hear about your record back nine.” I shot +2 on the back. You were right. "
    },
    {
        "date": "Monday, July 11, 2022",
        "text": "We talked about internship stuff on FaceTime - it's getting nerve wrecking!"
    },
    {
        "date": "Tuesday, July 12, 2022",
        "text": "You sent me a selfie with your “dentist face” and it made me smile. "
    },
    {
        "date": "Wednesday, July 13, 2022",
        "text": "We talked during lunch today and I was excited to get to chat during the day."
    },
    {
        "date": "Thursday, July 14, 2022",
        "text": "You sent me a selfie on zoom and you knew you looked good. I can't believe I have such an attractive boyfriend."
    },
    {
        "date": "Friday, July 15, 2022",
        "text": "Today was our first day in NYC. You brought me the prettiest pink flowers for when I got off the train. We toured around the public library, ate in Bryant park, and I made fun of you for your massively sized water bottle. Since we were under 21, we couldn't check in to the hotel so I got to meet your grandma! We ate dinner at 5 Napkin burger with the best milkshakes and walked all the way to see The Book Of Mormon. You led us in the complete wrong direction back home but we had fun walking back. "
    },
    {
        "date": "Saturday, July 16, 2022",
        "text": "Started the day eating breakfast in central park and then went to the Met where we walked around for quite a bit. I was super excited about the fashion section and you walked along with me :) We then met up with Lauren and walked the high line through Hudson Yards and Chelsea. We took the subway back and crashed until 8:30 when we finally decided to get up to get our $1 pizza. We finished the night watching American Psycho."
    },
    {
        "date": "Sunday, July 17, 2022",
        "text": "We spent today going around Soho and had brunch at ruby's. We walked to Washington Square park where we got free klondike bars for national ice cream day. The most painful walk of our trip was across the Brooklyn bridge which was super packed. We got some great pictures though. We then had dinner at a restaurant that was way too nice for us in Tribeca. Unfortunately, we had to say goodbye but it's only for 11 days."
    },
    {
        "date": "Monday, July 18, 2022",
        "text": " I got another UTI (or so we thought - still unsure), but you sent me pictures to cheer me up and it made me feel better."
    },
    {
        "date": "Tuesday, July 19, 2022",
        "text": "You made a shared album for our 100 best pictures."
    },
    {
        "date": "Wednesday, July 20, 2022",
        "text": "We sent cute pictures of each other. We really do like each other a lot. "
    },
    {
        "date": "Thursday, July 21, 2022",
        "text": "You sent me cute selfies from the gym. "
    },
    {
        "date": "Friday, July 22, 2022",
        "text": "You drove to Stowe today and remembered how you were texting me when you were there last year."
    },
    {
        "date": "Saturday, July 23, 2022",
        "text": "You weren't happy with you round today but I know you will do better tomorrow!"
    },
    {
        "date": "Sunday, July 24, 2022",
        "text": "You shot your personal best today! Sad I couldn't be there with you for it. You also had the Vermonster ice cream and I'm pretty jealous. I was at my aunts house and we were planning out going on a family cruise and they all wanted to make sure you are included."
    },
    {
        "date": "Monday, July 25, 2022",
        "text": "You asked me about my dreams when I woke up."
    },
    {
        "date": "Tuesday, July 26, 2022",
        "text": "You were in a big selfie mood today aka a win for me."
    },
    {
        "date": "Wednesday, July 27, 2022",
        "text": "We talked on my way in to and from work. Makes me so happy to catch up even if its for a few minutes. At night, we sent each other pictures from throughout our relationship while on FaceTime :)"
    },
    {
        "date": "Thursday, July 28, 2022",
        "text": "Currently on the train to see you! 20 minutes out from the best hug ever. "
    },
    {
        "date": "Friday, July 29, 2022",
        "text": "We went to see Nope with Rahul. We will be having nightmares about the “Smile” trailer for the next 20 years."
    },
    {
        "date": "Saturday, July 30, 2022",
        "text": "Today we went to Newport with your family. We saw some pretty cool houses and views."
    },
    {
        "date": "Sunday, July 31, 2022",
        "text": "This was the best food day ever. It was your dad's lawyer party and we devoured the mini steak bites every time they came around."
    },
    {
        "date": "Monday, August 1, 2022",
        "text": "I met Brendan today! He was super funny and we had a really good time chatting about your “Zaneeyyyy” and watching Shameless."
    },
    {
        "date": "Tuesday, August 2, 2022",
        "text": "We did coding challenges late a night in bed. I was doing Akuna's and absolutely bombed it. You made me feel better though!"
    },
    {
        "date": "Wednesday, August 3, 2022",
        "text": "We arrived in Philly today! We went to the gym and then got burritos in the park for dinner. "
    },
    {
        "date": "Thursday, August 4, 2022",
        "text": "We met up with my aunt and uncle to go to the Phillies game. It was rained out early in the game but we still had a good time. "
    },
    {
        "date": "Friday, August 5, 2022",
        "text": "Tonight we went to dinner at an Italian restaurant and the best gnocchi. "
    },
    {
        "date": "Saturday, August 6, 2022",
        "text": "I dragged you out to Lancaster today. We had a surprising amount of fun driving around the little scooters around the farms. We were able to pet goats, cows, and dogs and get some good ice cream. You also had too much fun going fast. "
    },
    {
        "date": "Sunday, August 7, 2022",
        "text": "HersheyPark! We had an awesome morning waking up next to each other in Lancaster. The rest of the day was just as good riding rollercoasters. Luckily we are both on the same level of rollercoaster riding. "
    },
    {
        "date": "Monday, August 8, 2022",
        "text": "At dinner, my grandma came over and we all had a really fun conversation where you got to learn about my crazy family."
    },
    {
        "date": "Tuesday, August 9, 2022",
        "text": "Two Phone Baby Keem what you mean? I am here hoe. Ice cream. Booger colored piss. Sub zero. Kendrick Lamar tonight was so fun!! Thank you for dealing with my stressed driving getting out of the parking lot."
    },
    {
        "date": "Wednesday, August 10, 2022",
        "text": "Our final goodbye until school! We got a short rib grilled cheese and buffalo chicken sandwich for lunch (which we made a complete mess of) and ate in the park. Hugs in 18 days!"
    },
    {
        "date": "Thursday, August 11, 2022",
        "text": "We watched the third episode of Keep Sweet, Pray and Obey and it was SO GOOD. You wanted to go to bed early but decided to stay up late so you could see the end of the episode."
    },
    {
        "date": "Friday, August 12, 2022",
        "text": "You are off to Europe today :( sad we will be so far apart"
    },
    {
        "date": "Saturday, August 13, 2022",
        "text": "You went to bed around dinner time here and I was sad that we didn't get to talk at night… but was sooooo happy when you woke up in the middle of the night and texted me "
    },
    {
        "date": "Sunday, August 14, 2022",
        "text": "I had a lot of fun watching you lift on FaceTime "
    },
    {
        "date": "Monday, August 15, 2022",
        "text": "You got the offer for Capital One!!! You make me so proud."
    },
    {
        "date": "Tuesday, August 16, 2022",
        "text": "I miss you so much. It was around 10 pm when we usually talk and I got so sad because I wasn't talking to you. "
    },
    {
        "date": "Wednesday, August 17, 2022",
        "text": "We were able to talk on my ride home and you stayed up late so that we could talk until I parked. "
    },
    {
        "date": "Thursday, August 18, 2022",
        "text": "We were only able to talk at lunch time today but I can't wait to talk to you tomorrow morning! You also sent me a hilarious video of the people in the hotel room next to you having some pretty loud fun."
    },
    {
        "date": "Friday, August 19, 2022",
        "text": "Today was our last day of work - woo! We were able to chat about ending out jobs on my drive home. "
    },
    {
        "date": "Saturday, August 20, 2022",
        "text": "We were only able to chat for 3 minutes because I was at the BMW championship and was able to get home before you went to bed :("
    },
    {
        "date": "Sunday, August 21, 2022",
        "text": "We made up for our lack of talking yesterday with a 1.5 hr call today :)"
    },
    {
        "date": "Monday, August 22, 2022",
        "text": "You helped me pick out clothes to bring to school - I'm really getting you into fashion"
    },
    {
        "date": "Tuesday, August 23, 2022",
        "text": "It was a treat when you had a headache so you woke up in the middle of the night to text me!"
    },
    {
        "date": "Wednesday, August 24, 2022",
        "text": "You sent me cool pictures from a modern art museum today - wish I could be there with you"
    },
    {
        "date": "Thursday, August 25, 2022",
        "text": "We talked this morning as I finished my packing for school. We are going to be together so soon!"
    },
    {
        "date": "Friday, August 26, 2022",
        "text": "We finally got to talk at night since you got back to the US!"
    },
    {
        "date": "Saturday, August 27, 2022",
        "text": "Only one more day! We had our last long distance face time before the start of the semester"
    },
    {
        "date": "Sunday, August 28, 2022",
        "text": "And we're back!! We had the best hug in the Brunswick park this morning. Now we are being super geeks and studying for interviews in Smith - we are the only ones here"
    },
    {
        "date": "Monday, August 29, 2022",
        "text": "We played golf a Brunswick - it was a beautiful morning."
    },
    {
        "date": "Tuesday, August 30, 2022",
        "text": "Lobster bake!! You looked so cute and we took some adorable pics. We left the bake to lay in bed which was the best decision ever."
    },
    {
        "date": "Wednesday, August 31, 2022",
        "text": "Happy kiss-aversary! I can't believe it's been a year since that night in Ladd. We have come so far!"
    },
    {
        "date": "Thursday, September 1, 2022",
        "text": "We finished Keep Sweet even though we were both falling asleep at the end. "
    },
    {
        "date": "Friday, September 2, 2022",
        "text": "Your room was hosting tonight and I had so much fun even though you were screwed over in a dance off. "
    },
    {
        "date": "Saturday, September 3, 2022",
        "text": "We saw a shooting star! We then laid on the ground and stared at the sky while listening to “Yellow”"
    },
    {
        "date": "Sunday, September 4, 2022",
        "text": "Today was a work day and we got a ton done in our hatch room"
    },
    {
        "date": "Monday, September 5, 2022",
        "text": "We started watching the Sopranos and it is so good."
    },
    {
        "date": "Tuesday, September 6, 2022",
        "text": "Stu asked what were you there for if not to make me a sandwich when I don't have time for lunch. “Fuck Stu” you said and accepted the challenge. "
    },
    {
        "date": "Wednesday, September 7, 2022",
        "text": "You were the absolute sweetest and made me a pb&j since I don't have time for lunch. As Stu says, “He's a good egg.” We finished watching the first episode of the Sopranos and had the most restful sleep. "
    },
    {
        "date": "Thursday, September 8, 2022",
        "text": "I hung out in your office hours and then we went back to your room - just like last year!"
    },
    {
        "date": "Friday, September 9, 2022",
        "text": "We lost moldy water beer pong to John and Sarah :("
    },
    {
        "date": "Saturday, September 10, 2022",
        "text": "You walked all 18 holes of my tournament today! It was so nice to have someone cheering me on. The best part of the day was that you didn't want to go out so we cuddled in bed :)"
    },
    {
        "date": "Sunday, September 11, 2022",
        "text": "I tried to put on a show for you this morning at my tournament. You were so sweet fist bumping me after I had a bad hole to reassure me I was going to be okay."
    },
    {
        "date": "Monday, September 12, 2022",
        "text": "We had a super fun morning laying in bed and went to breakfast together in Thorne. It makes me so happy to wake up next to you."
    },
    {
        "date": "Tuesday, September 13, 2022",
        "text": "Hair petting in HL :) that's all"
    },
    {
        "date": "Wednesday, September 14, 2022",
        "text": "You brought me another pb & j in between my classes. It is never going to stop being sweet."
    },
    {
        "date": "Thursday, September 15, 2022",
        "text": "I started feeling sick so you immediately drove me to the hospital and stayed with me for three hours. I'm so lucky to have you."
    },
    {
        "date": "Friday, September 16, 2022",
        "text": "Best part of the night: mozzarella sticks at super snacks. Second best part: sleeping over for the first time in a week. Third best part: you doing a wall sit with me on your legs and taking adorable pictures. "
    },
    {
        "date": "Saturday, September 17, 2022",
        "text": "Tonight you had a country themed party and dressed in the most horribly southern outfit. It made me so excited when you wanted me to join you at the party."
    },
    {
        "date": "Sunday, September 18, 2022",
        "text": "Today was one of the best days in our relationship. We woke up together, had brunch in moulton where we made omelettes, studied in Roux, shopped in Freeport, ate at Maine Beer Co, and had so much fun back at Bruns."
    },
    {
        "date": "Monday, September 19, 2022",
        "text": "We did work in HL and you helped me with the systems lab. Thanks TA Zane!"
    },
    {
        "date": "Tuesday, September 20, 2022",
        "text": "Goodbye for a few days! We had breakfast together and then awkwardly said goodbye in the polar loop in front of BWICS before I headed on my flight to GHC. "
    },
    {
        "date": "Wednesday, September 21, 2022",
        "text": "I sent you updates after every single thing I did at GHC today. It is nice to have someone who cares so much about me. "
    },
    {
        "date": "Thursday, September 22, 2022",
        "text": "I got my WBD offer and you were so supportive and happy when I told you"
    },
    {
        "date": "Friday, September 23, 2022",
        "text": "Arrived back in Maine after GHC and you met me as soon as I got on campus. You were also so kind to sit with me and a large group of girls in supers."
    },
    {
        "date": "Saturday, September 24, 2022",
        "text": "Best worst night of the school year. We all had our togas on (you looked SO good) an we headed to Park Row basement for the most horrible party with no music. But then we went back to tower and had so much fun and finished the night watching GOT and eating supers. "
    },
    {
        "date": "Sunday, September 25, 2022",
        "text": "We finally got back to Brunswick Diner with Lucy and Lauren. It was good to be back after a long summer away."
    },
    {
        "date": "Monday, September 26, 2022",
        "text": "You walked me all the way back to bruns after a strange man was following me earlier in the night. Thanks for taking care of me!"
    },
    {
        "date": "Tuesday, September 27, 2022",
        "text": "You got me a milkshake from Five Guys! We also had an awesome cuddle before Theory. You also came to lucy's rib night! "
    },
    {
        "date": "Wednesday, September 28, 2022",
        "text": "I got my car stuck on a rock and called you freaking out - i bet you weren't surprised. "
    },
    {
        "date": "Thursday, September 29, 2022",
        "text": "We had our weekly cuddle before Theory!"
    },
    {
        "date": "Friday, September 30, 2022",
        "text": "We had breakfast and lunch together (yay!) but it's because I am away at Middlebury this weekend (sad :( )"
    },
    {
        "date": "Saturday, October 1, 2022",
        "text": "We chatted over FaceTime for 20 minutes in my hotel gym. It was so nice to be able to talk to you. I miss you soooo much. "
    },
    {
        "date": "Sunday, October 2, 2022",
        "text": "I immediately ran upstairs to cuddle in your bed after getting home from my tournament."
    },
    {
        "date": "Monday, October 3, 2022",
        "text": "Writing this as you are rubbing my feet in Hatch 210. I can't believe that you actually like this. "
    },
    {
        "date": "Tuesday, October 4, 2022",
        "text": "You sent the cutest selfie of me you and Lucy. Before walking back to tower, you and Lucy got super into playing hacky sack (is that how it is spelled?)"
    },
    {
        "date": "Wednesday, October 5, 2022",
        "text": "I needed to do homework before class so you cuddled me while I did my work. At night we watched a comedy special and I fell asleep during it (shocker). "
    },
    {
        "date": "Thursday, October 6, 2022",
        "text": "Today was a sad day :( You got the rejection email from Palantir and I was so upset for you. But…. we made a good night out of it and ended it by watching the Dark Knight."
    },
    {
        "date": "Friday, October 7, 2022",
        "text": "We got wild oats in the morning and said goodbye for the weekend."
    },
    {
        "date": "Saturday, October 8, 2022",
        "text": "You texted my mom while I was playing at Amherst to see how I was doing. It's so cute how invested you are. At night I was FaceTiming you on the floor of the hotel and a group of super drunk middle aged women were like “Don't let him put you in a corner” and offered me the rest of their tequila. "
    },
    {
        "date": "Sunday, October 9, 2022",
        "text": "I called you as soon as I got back to bruns. I miss you so much."
    },
    {
        "date": "Monday, October 10, 2022",
        "text": " Had the best wake up with you arriving on campus after fall break. We then had an adorable dateversary to Thompson's Orchard where we got awesome cider donuts and drank hot apple cider while we watched the cute little kids and reminisced about last year. "
    },
    {
        "date": "Tuesday, October 11, 2022",
        "text": "I absolutely love mornings and waking up with you - it really is the best part of my day. "
    },
    {
        "date": "Wednesday, October 12, 2022",
        "text": "You walked me from Italian to Econ today across the quad. It makes me so happy to see you during the day!"
    },
    {
        "date": "Thursday, October 13, 2022",
        "text": "You got the Amazon offer!!!! Woohooo!! I'm so proud of you."
    },
    {
        "date": "Friday, October 14, 2022",
        "text": "You “reserved” me for breakfast and lunch before I left for Cape Cod for the weekend. At lunch we sat with your friends and I'm happy that I am becoming a part of your friend group! It was raining so you wore your blue raincoat and looked so cute. You walked me to class even though it was pouring. "
    },
    {
        "date": "Saturday, October 15, 2022",
        "text": "I had a long rant about playing at Cape Cod today. You were so kind to listen. You also went on a hike on Baldface mountain and it was so cute how excited you were to send me all the pictures."
    },
    {
        "date": "Sunday, October 16, 2022",
        "text": "I was so happy to be able to text you today while I was walking the course. "
    },
    {
        "date": "Monday, October 17, 2022",
        "text": "You brought me a turkey sandwich and extra sweatshirt in between my classes :) We studied in HL with Rahul and Lucy and it made me really happy to have a group session. Also you said “Why do I find your armpits hot” last week and it's just coming back to me now."
    },
    {
        "date": "Tuesday, October 18, 2022",
        "text": "We studied together in Tower 16 with your friends and had a really fun time."
    },
    {
        "date": "Wednesday, October 19, 2022",
        "text": "We went back up to Tower 16 tonight for our Theory study session. I am so glad that I am getting closer with your friends!"
    },
    {
        "date": "Thursday, October 20, 2022",
        "text": "You had TA hours and we were both cracking up when Jared didn't remember who Sophie Lipset was. "
    },
    {
        "date": "Friday, October 21, 2022",
        "text": "I watched you get your 4.0 book (after they said you were absent) and we had dinner with my parents, your mom, and Karen at Maine Beer Co for WAY too long."
    },
    {
        "date": "Saturday, October 22, 2022",
        "text": "We watched the football game and they unfortunately won so of course they threw and we sung Coldplay songs to each other while we walked to Yellow. "
    },
    {
        "date": "Sunday, October 23, 2022",
        "text": "The last day of parents weekend and it was so draining. We went to dinner with my parents in Yarmouth with the highlight being the Phillies winning the NL (sorry I couldn't leave that out). "
    },
    {
        "date": "Monday, October 24, 2022",
        "text": "We had a pub dinner and sat in a booth up top. It felt like a little date and made me so happy :)"
    },
    {
        "date": "Tuesday, October 25, 2022",
        "text": "Today we played house and cleaned up Bruns for two hours (which was so sweet of you to help), had charcuterie, and beef bourguignon. "
    },
    {
        "date": "Wednesday, October 26, 2022",
        "text": "We went to the gym at 9pm which I really enjoyed! I have so much fun working out with you."
    },
    {
        "date": "Thursday, October 27, 2022",
        "text": "I went to your TA hours to figure out part 7 of the bit bomb lab and both of us could not get it. Then I went back to your bed and solved it and was so happy you made me do it. "
    },
    {
        "date": "Friday, October 28, 2022",
        "text": "I took you to Lazzari for the first time and they were out of the bolognese pizza - a crime! We had the calzone instead which made up for it. Tonight you looked so good in your money heist costume :)"
    },
    {
        "date": "Saturday, October 29, 2022",
        "text": "Boo and Sully took on Halloween after hitting the gym in the afternoon. Lighthouse was actually super fun and we had a great time."
    },
    {
        "date": "Sunday, October 30, 2022",
        "text": "This weekend just keeps getting better. Today we had brunch together, played golf, and then cuddled in your room while I was taking a nap because I was falling asleep in the library. "
    },
    {
        "date": "Monday, October 31, 2022",
        "text": "I was having dinner with Lucy and you were eating with your friends and it made me so happy that you came and sat down in our booth in moulton when you were done with your dinner."
    },
    {
        "date": "Tuesday, November 1, 2022",
        "text": "I slept in your bed while you went to Econ and surprised me in thorne for breakfast after you finished your class. It made me so happy!"
    },
    {
        "date": "Wednesday, November 2, 2022",
        "text": "I was sad because the Phillies lost but you tried your best to cheer me up. "
    },
    {
        "date": "Thursday, November 3, 2022",
        "text": "You watched both the Eagles and Phillies games tonight - I can't believe it. "
    },
    {
        "date": "Friday, November 4, 2022",
        "text": "We went to Nest, Hatch, and Fielder's Choice this afternoon. It was such a beautiful day!"
    },
    {
        "date": "Saturday, November 5, 2022",
        "text": "We played a 2v2 scramble with you and Tommy vs me and John. It was close but you and Tony choked on hole 9 (*shrug emoji*). Later your friends invited me to tall boy roulette which was so much fun that we were in supers by 10pm."
    },
    {
        "date": "Sunday, November 6, 2022",
        "text": "The day started with woats and we spent all day hanging out in Bruns. At the end of the day we made a tiktok about Lucy being our third wheel which was funny. "
    },
    {
        "date": "Monday, November 7, 2022",
        "text": "A ping pong match happened for the first time since coming on campus (it's been too long). I am improving so you started using your left hand to play (which was a big deal for me). "
    },
    {
        "date": "Tuesday, November 8, 2022",
        "text": "We went to the gym together after theory, had dinner at the pub, and then ate freshly baked cookies! It was a great day."
    },
    {
        "date": "Wednesday, November 9, 2022",
        "text": "We went three for three on meals together today. It's so hard to eat with other people when I just want to eat with you!"
    },
    {
        "date": "Thursday, November 10, 2022",
        "text": "You really have me hooked on GOT. It's so funny to ask you questions every two minutes when we watch it (sorry)!"
    },
    {
        "date": "Friday, November 11, 2022",
        "text": "The paint by numbers was resurfaced for the first time in months and it was so relaxing to do it again. We went to Maiz and it was SO good for dinner. Later in the night we went to Lighthouse and has such a fun time dancing in the basement together. "
    },
    {
        "date": "Saturday, November 12, 2022",
        "text": "The weather today was absolutely gorgeous (over 70 degrees)! We ran around the XC NCAA regional qualifier and watched soccer play while soaking up the sun for the last time before winter hits. "
    },
    {
        "date": "Sunday, November 13, 2022",
        "text": "ONE YEAR!!! What a journey it has been. Each day in this year together I have loved you more and more. Today we did homework together, going to the gym and incline walked while watching our Spanish and Italian movies. We then went to Hanford and bought food to make chicken piccata which was DELICIOUS (and the toasted baguette too). While cooking we slow danced to Italian music and drank white wine. You played basketball against my golf freshmen and then we headed back to bruns to make brownies and eat them with Ben and Jerry's. After dessert we watched an episode of Crashing and finally posted on instagram for our anniversary. I can't wait to do it all over again next year. "
    },
    {
        "date": "Monday, November 14, 2022",
        "text": "I love writing these notes while you are only a foot away from me, rubbing my feet, and watching football. "
    },
    {
        "date": "Tuesday, November 15, 2022",
        "text": "We just finished cooking chicken piccata for the second time. I could get used to making dinner with you every night. "
    },
    {
        "date": "Wednesday, November 16, 2022",
        "text": "It's been a while since we have hung out and we were both sad about it. However, a cuddle made us feel better."
    },
    {
        "date": "Thursday, November 17, 2022",
        "text": "It makes me sad when I do homework in your bed and you hangout with your friends. I'm not saying your wrong I'm just saying that I'm sad right now, as I'm writing this, that you aren't sitting in bed with me. "
    },
    {
        "date": "Friday, November 18, 2022",
        "text": "We ventured back to the Brunswick Regal and watched The Menu. Much like last time we were there, you spent much time looking over at me and not as much time watching the movie. We went back to your room to cuddle and I started crying because I saw a woman on Instagram whose husband has cancer and it made me think about losing you. You comfort me even though I'm irrational, thank you."
    },
    {
        "date": "Saturday, November 19, 2022",
        "text": "You were sad and drained at the end of the day, so instead of going out we laid in bed. But then you started singing to the music playing in the common room with your hand as a microphone. I love seeing you so happy. "
    },
    {
        "date": "Sunday, November 20, 2022",
        "text": "We studied in a Roux classroom today and you couldn't stop looking at my outfit. I love when you do that. "
    },
    {
        "date": "Monday, November 21, 2022",
        "text": "You had TA hours, but I didn't end up going. So, I waited until you were finished and sat at the bottom of the steps at Searles to surprise you. You were so happy to see me :)"
    },
    {
        "date": "Tuesday, November 22, 2022",
        "text": "We spent the whole night together. First, we played air hockey in the game room after our last class before Thanksgiving break, then we went back to Bruns, got Five Guys for dinner, and worked on the website. "
    },
    {
        "date": "Wednesday, November 23, 2022",
        "text": "Our first stop of the day was tow oats for breakfast, we then hing out in bruns for a bit before you drove Crystal and me to the airport. I'm going to miss you!"
    },
    {
        "date": "Thursday, November 24, 2022",
        "text": "It's thanksgiving and I'm most thankful for you! I love texting you all day and hearing about what you are up to. Today you were ignoring your family and working on the BCR website. It's so adorable how invested you are. "
    },
    {
        "date": "Friday, November 25, 2022",
        "text": "You continue to exceed my expectations with building this course review website. Somehow you figured out how to put the database on AWS?! And you started coding in React with no experience. I'm in awe."
    },
    {
        "date": "Saturday, November 26, 2022",
        "text": "Today I absolutely bombarded you with pictures of me making pasta and you begrudgingly put up with it. Later we watched GoT and you took screenshots of all my reactions. You also got a haricut this morning which looks super adorable."
    },
    {
        "date": "Sunday, November 27, 2022",
        "text": "I absolutely loved walking out of the Portland airport and seeing you there waiting for me outside your car. We had a nice ride back to campus with Rahul and then cuddled and did paint by numbers."
    },
    {
        "date": "Monday, November 28, 2022",
        "text": "I am writing this as I am sitting across from you in a booth at the pub. This is one of my favorite Monday night traditions of ours. "
    },
    {
        "date": "Tuesday, November 29, 2022",
        "text": "We were texting all of Theory today and it is the only thing that makes class survivable. "
    },
    {
        "date": "Wednesday, November 30, 2022",
        "text": "The whole campus lost power because of a rain storm and I was frantically charging my laptop in smith so we could watch GoT and just as I was ready to leave the power came back on."
    },
    {
        "date": "Thursday, December 1, 2022",
        "text": "I went to your office hours but had to leave when I had a BWICS meeting. I brought you back some cookie and you were so happy :)"
    },
    {
        "date": "Friday, December 2, 2022",
        "text": "Today we had the best day. First we went to Tandem and had the best hot coco and biscuits. Then we had our massages! I know you it was out of your comfort zone but it made me so happy! Next we had lunch at Chick-fil-a. Tonight was also the Rose Ball and you looked so cute in your suit. "
    },
    {
        "date": "Saturday, December 3, 2022",
        "text": "Tonight we went to Garrison for “crackmas.” Originally you weren't going to go, but it made me SO happy that you came. We had a great time joking around at supers and before bed."
    },
    {
        "date": "Sunday, December 4, 2022",
        "text": "You are getting much better at making omelettes! We made them in Moulton this morning and had breakfast with Lucy."
    },
    {
        "date": "Monday, December 5, 2022",
        "text": "You put your life on the line against the Polar Express woman who wouldn't let you take a paper bag for my food at lunch. And of course, we had our classic Monday Pub dinner. After dinner we took back some food to give to our new pet ladybug, Hodor Chlamydia Bookbinder. "
    },
    {
        "date": "Tuesday, December 6, 2022",
        "text": "Today was a shacket day (woo for me)! In the morning we treated ourselves to breakfast at the cafe. Later on, I picked you up for the last time from your Spanish class outside Druck :( We also had our last Theory class which was the most exciting event of the day! "
    },
    {
        "date": "Wednesday, December 7, 2022",
        "text": "You were feeling sad and overwhelmed this morning with all the work for your passport. It made me so excited when you said a hug from me would make you feel better."
    },
    {
        "date": "Thursday, December 8, 2022",
        "text": "Your last TA hours :( I'm going to miss these!"
    },
    {
        "date": "Friday, December 9, 2022",
        "text": "I was tasked with keeping you occupied so that Rahul could throw you and Homer a going away party! We went to L.L. Bean and watched the Christmas lights, dinner in thorne, and then the women's hockey game. You figured out what the surprise was but we still has such a fun night! We spent it with your friends and played King's Cup (where I had way too much fun as the question queen)."
    },
    {
        "date": "Saturday, December 10, 2022",
        "text": "You got all dressed up for field hockey's formal and rode in the back of a pickup truck to lighthouse. I was super excited when you came to pick me up in bruns after your night out!"
    },
    {
        "date": "Sunday, December 11, 2022",
        "text": "We waited upstairs in Mae's for forever… but had a lovely brunch with Lauren and Lucy (and the best hot coco)."
    },
    {
        "date": "Monday, December 12, 2022",
        "text": "We studied in the Truck atrium and then went to the gym together. You make working out look so easy."
    },
    {
        "date": "Tuesday, December 13, 2022",
        "text": "Today was a very important day - the day we went to Sean Barker's house. I got all nervous about him finding out we were dating (although I should have been nervous about Toma since she was the one who was asking too many questions). Although you did a pretty good job of hiding your feelings, you only rubbed my back once, guarded my bathroom door, and looked at me and said “I want to do that” in reference to the Barker family map."
    },
    {
        "date": "Wednesday, December 14, 2022",
        "text": "I watched the World Cup match of France v. Morocco in your common room. Later you cuddled me after I got my Nexplanon and we watched GoT. "
    },
    {
        "date": "Thursday, December 15, 2022",
        "text": "Today was a big power couple day: our theory presentation. After we finished, we played ping pong and I was (surprisingly) beating you. "
    },
    {
        "date": "Friday, December 16, 2022",
        "text": "Today we had the first big snowfall and got to watch it from the 16th floor. "
    },
    {
        "date": "Saturday, December 17, 2022",
        "text": "We started the day in the peucinian room until a girl came and sat down and then we awkwardly moved to the auditorium. In the afternoon we watched Love Actually until Rahul started singing “Do You Want to Build a Snowman?” so you would go outside and play in the snow. It was our last night sleeping in tower :("
    },
    {
        "date": "Sunday, December 18, 2022",
        "text": "We had such a fun morning watching the World Cup final (go Argentina!) For dinner we tried Nomad for the first time and it was super yummy. They also had this cool vintage photo booth where we took some adorable pictures. Sadly, we said our goodbyes and, per usual, I cried."
    },
    {
        "date": "Monday, December 19, 2022",
        "text": "I FaceTimed you as I was packing and you were sitting in JFK (sorry). I got sad remembering all the good memories we had in bruns."
    },
    {
        "date": "Tuesday, December 20, 2022",
        "text": "You sent me the cutest tests while you were in the car at Costa Rica and made me so happy to read them in the morning when I woke up.  I have to say I am a little jealous of your Costa Rica vacation. I wish I could be there with you! We talked for over an hour tonight and my mom was shocked that we could talk for so long. "
    },
    {
        "date": "Wednesday, December 21, 2022",
        "text": "I wore my pink t-shirt and you said it was a crime for me to wear it and not be in the same room as you."
    },
    {
        "date": "Thursday, December 22, 2022",
        "text": "I spent all day drawing the Christmas Eve cocktails and you kept telling me I'm a good artist - you are so supportive!"
    },
    {
        "date": "Friday, December 23, 2022",
        "text": "You got a massive bloody nose while we were on FaceTime (the second one this week) and it was so bad that you had to hang up."
    },
    {
        "date": "Saturday, December 24, 2022",
        "text": "You comforted me during this hellish day and we FaceTimed so late at the end of it that they had turned all the lights off in your hotel lobby and you had to go back to your room."
    },
    {
        "date": "Sunday, December 25, 2022",
        "text": "Merry Christmas!! You almost died mountain biking today (smh). Thanks for putting up with how much I worry. We also reflected on the important things in your life for the birthday present for your mom on our FaceTime (during which I couldn't contain myself due to your cuteness)"
    },
    {
        "date": "Monday, December 26, 2022",
        "text": "I whooped you in Game Pigeon cup pong on FaceTime. I love how we can have fun like this even when we aren't together. "
    },
    {
        "date": "Tuesday, December 27, 2022",
        "text": " I picked up supplies to make your snow globe today. It makes me so happy to make these presents for you!"
    },
    {
        "date": "Wednesday, December 28, 2022",
        "text": "I sent you pictures of my outfits and you are so supportive and always tell me that I look good and am making long distance hard. You never fail to make me feel appreciated. "
    },
    {
        "date": "Thursday, December 29, 2022",
        "text": "Las night I had a dream that you died and scream cried for most of the dream - that's how much I love you. "
    },
    {
        "date": "Friday, December 30, 2022",
        "text": "Back together! Today was quite the eventful day. Your car broke down and you were so upset that you would be ten minutes late to picking me up from the train station. But it all worked out in the end! We watched Glass Onion and ate ice cream with your family and I am so excited to be back with you."
    },
    {
        "date": "Saturday, December 31, 2022",
        "text": "We finally went to the ICA! After, we walked around the Christmas market and then headed to Lucy's for her party. There were a ton of people and we just sat on the couch, talked to Homer and Julia, and wondered why the DJ was there."
    },
    {
        "date": "Saturday, January 1, 2023",
        "text": "Happy New Year! We started off 2023 by taking a walk to Bruegger's Bagels and almost getting killed in road rage when Lucy cut someone off while driving us home."
    },
    {
        "date": "Sunday, January 2, 2023",
        "text": "Today I met your grandparents and tried to contain my laughter as they were actively fighting over dinner. When we got home we laughed about it and gave your mom her present of things that you have to say. It made me so happy to see her so happy to talk to you more!"
    },
    {
        "date": "Monday, January 3, 2023",
        "text": "Joffrey died, woohoo! We went on a GoT binge, played ping pong, and I made you play Slamwich and Strategy and ungodly amount of times (sorry)."
    },
    {
        "date": "Tuesday, January 4, 2023",
        "text": "“The train station giveth and taketh” - Zane Bookbinder as you dropped me off at Route 128. Before, we had an awesome lunch at Panera!"
    },
    {
        "date": "Wednesday, January 5, 2023",
        "text": "You sent me the most adorable selfies in your bed with your hood up on your sweatshirt - swoon. "
    },
    {
        "date": "Thursday, January 6, 2023",
        "text": "You acted as my packing advisor as I sent you pictures of what I want to bring to Italy. We then watched some GoT for a good ending to the night.  "
    },
    {
        "date": "Friday, January 7, 2023",
        "text": "I wanted you to send me a picture of your dinner and Not Your Average Joe's and you got crap from your family - sorry!"
    },
    {
        "date": "Saturday, January 8, 2023",
        "text": "We had the most fun night planning our trip to Paris and watching GoT on zoom. "
    },
    {
        "date": "Sunday, January 9, 2023",
        "text": "Last night I was telling you how I was trying to roll my R's and this morning I woke up to a video of you saying “buongiorrrrrrno … arrrrriba.” It was so cute. "
    },
    {
        "date": "Monday, January 10, 2023",
        "text": "I FaceTimed you to help you pack and while trying on clothes you posed with your hand on your leg like I do in my mirror selfies. "
    },
    {
        "date": "Tuesday, January 11, 2023",
        "text": "You're in Philly! I tried to make us drinks before dinner but failed, however I did end up getting very drunk off of one drink and you helped me finish the rest. We had dinner at El Vez and then got ice cream at Van Leeuwen (it wasn't that good). "
    },
    {
        "date": "Wednesday, January 12, 2023",
        "text": "We did way too much walking today. First, we started off at Parc for brunch then walked all the way to the Philadelphia Museum of Art. We then proceeded to walk all around the museum (after 45 minutes of standing in line to see the Matisse exhibit). We took a short stop in the cafeteria where I had an amazing muffin that I am still thinking about. We then walked all the way back, making a stop at Di Bruno's before heading home. We had a fat nap for 2 hours before going to Joe's for pizza and the Max Brenner's for dessert. We were both so awake after taking the nap so we watch GoT until 1:30 am and I was still upset that you were turning it off to go to sleep. "
    },
    {
        "date": "Thursday, January 13, 2023",
        "text": "The morning started off with a fun gym session where I took one of your AirPods. We then drove home to Blue Bell and set up and played the Atari. For dinner we went to Bridget's and got way too much food. In the parking lot ready to go home my dad and I drove away for a minute leaving you and my mom stranded in the cold. We also opened our presents from my mom. She got you this super cute sweatshirt and the two of us a photo book and travel lanyard."
    },
    {
        "date": "Friday, January 14, 2023",
        "text": "“Uh, Boney” - me after touching your phone in your leg and thinking that your legs felt boney but it really sounded like something different… My dad made us a pancake breakfast, you met Emily for the first time in Starbucks, and then we went ice skating where I had a lot more fun than I thought I would have. We spent a good chunk of the day making food. First, you absolutely devoured a cheese board. Then, we made bread, meatballs, zeppolle, and veal parm. It was all delicious and we finished the meal with tiramisu. We played an edited version of slamwich with regular cards and I was a sore loser because you are so much better at it than I am. "
    },
    {
        "date": "Saturday, January 15, 2023",
        "text": "Surprise - my mom made us another excessive meal. For your going away breakfast she made an egg bake, french toast, ham and cheese pinwheels, and pastries. Per usual, we watched about 2 hours of GoT and then got in the car to go to the train station. It made me so sad to see you go but I can't wait to see you in 3 1/2 weeks."
    },
    {
        "date": "Sunday, January 16, 2023",
        "text": "You are going to Rahul's tonight so we FaceTimed during the day to finish a GoT episode we had started. I made many a shocked face and you caught them all on camera. "
    },
    {
        "date": "Monday, January 17, 2023",
        "text": "We FaceTimed a whole lot today as I was prepping to go to Italy (whoop!) You even talked to me for a while as I was waiting at the gate to board. Luckily I could text on the flight so you were able to hear all my updates!"
    },
    {
        "date": "Tuesday, January 18, 2023",
        "text": "I got very lucky today and you woke up at around 4am and texted (and even FaceTimed me) while I was laying over in Zurich. All I wanted was to talk to you and it made me very happy that I could. "
    },
    {
        "date": "Wednesday, January 19, 2023",
        "text": "Today you were very invested in getting the scoop on the people in my program. I love how you love the gossip. "
    },
    {
        "date": "Thursday, January 20, 2023",
        "text": "While on FaceTime I wanted to spill the tea with you about the people I'm living with but couldn't say it out loud so I texted it to you. You said that it is natural that I am the group mother and I said that's because you're daddy."
    },
    {
        "date": "Friday, January 21, 2023",
        "text": "You modeled your personal website after mine and I am so flattered that you think I am good at designing websites. "
    },
    {
        "date": "Saturday, January 22, 2023",
        "text": "We had a lovely hour long conversation and booked our flights to Paris today! I can't wait for our trip <3 You also took a screenshot of me in my leather pants while we were on FaceTime and captioned it “a man in love” "
    },
    {
        "date": "Sunday, January 23, 2023",
        "text": "Over FaceTime we have started doing fist bumps and we both love it."
    },
    {
        "date": "Monday, January 24, 2023",
        "text": "You arrived in Madrid today! I have to say that I am super jealous of your apartment and cannot wait to come visit you. "
    },
    {
        "date": "Tuesday, January 25, 2023",
        "text": "You listened to my advice about not napping yesterday and now you aren't jet lagged!"
    },
    {
        "date": "Wednesday, January 26, 2023",
        "text": "We decided to drop the Dahlia / Grant jokes today because they were making us both sad."
    },
    {
        "date": "Thursday, January 27, 2023",
        "text": "We were planning to watch GoT today but were met with the ugly reality that HBOMax isn't available in Italy - what a tragedy. "
    },
    {
        "date": "Friday, January 28, 2023",
        "text": "You had a field trip today and had lots of wine and lots of fun. I wish I could have been there with you :( You also went out tonight and bar hopped until 5am and I was shocked to see that you were still out when I woke up in the middle of the night and checked my phone."
    },
    {
        "date": "Saturday, January 29, 2023",
        "text": "You texted me all day while I was in crisis booking all my flights! Before we went to sleep we FaceTimed and you didn't break up with me after watching my wrap my hair around leggings."
    },
    {
        "date": "Sunday, January 30, 2023",
        "text": "We had an almost continuous text conversation throughout the day when I went to the Palazzo Pubblico and was sending you art and you accidentally broke your phone and had to get it fixed. Later in the night you sent me allll the updates on your very long night out (it's a Monday btw). I'm glad you are having fun!"
    },
    {
        "date": "Monday, January 31, 2023",
        "text": "We FaceTime for two hours just chatting and also going over the BCR site and writing our email to Houser. We are literally such a good team."
    },
    {
        "date": "Tuesday, February 1, 2023",
        "text": "This morning I got a shirtless mirror selfie of you while I was in class and the guy next to me definitely saw it. "
    },
    {
        "date": "Wednesday, February 2, 2023",
        "text": "It was a super sunny, nice day in Siena and I had such an amazing time FaceTiming you outside and then texting you throughout the entirety of my workout at a  new gym."
    },
    {
        "date": "Thursday, February 3, 2023",
        "text": "I had a super hectic day going to Florence and felt so badly that I couldn't find the time to talk to you. Our five minute chat made me more sad that I couldn't talk to you more. "
    },
    {
        "date": "Friday, February 4, 2023",
        "text": "We were able to chat for a few minutes while you had a break on your trip to Cordoba, but we weren't able to talk much which made me sad."
    },
    {
        "date": "Saturday, February 5, 2023",
        "text": "We had such a good talk today after a super weird weekend with little communication. It felt so good for both of us to just chat normally and talk about how to handle long distance better. "
    },
    {
        "date": "Sunday, February 6, 2023",
        "text": "I am trying to get better about texting you while I am out, so I was sending you pictures while I went to karaoke night. It makes me sad that I was making you sad by not giving you updates. Right as I got home you headed out for the night and sent updates until 4am you crazy kid. "
    },
    {
        "date": "Monday, February 7, 2023",
        "text": "We didn't text today and it absolutely ruined me. It made me so sad and I felt like I was going through withdraw. It felt amazing to finally break our silence and chat."
    },
    {
        "date": "Tuesday, February 8, 2023",
        "text": "There was an earthquake today and you had to deal with my overexagerating for 20 minutes. Your prof also told you that you were able to skip class today so we had extra time to talk! I also CANNOT wait to see you tomorrow. I miss you endlessly. "
    },
    {
        "date": "Wednesday, February 9, 2023",
        "text": "After what has felt like months… we are reunited. I successfully surprised you in the Florence bus station and it made me so happy to see how happy you were. You then surprised me back with flowers you brought all the way from Madrid (and slamwich!). After some mild confusion about which bus to get on, we loaded onto the second level of a double decker bus, had salami, prosciutto, cheese, and aperol spritzes. We had pizza at La Favorita for dinner and you were in a rush to finish for some reason. "
    },
    {
        "date": "Thursday, February 10, 2023",
        "text": "To start off the day, I took you to Nannini and we had chocolate croissants and you made a disgusted face when you tasted my espresso. We did a ton of walking after as we went around to all the scenic views in Siena. Lunch was glorious soaking up the sun on the piazza. We then headed back to the hotel for an intermission before dinner at Il Bargello. You started off dinner by saying to the waiter “Buongiorno, I rigatoni (Good morning, I rigatoni).” I was laughing so hard. Then we went out to drinks with a few of my CET friends and watched Sanremo on the TV."
    },
    {
        "date": "Friday, February 11, 2023",
        "text": "We decided to eat the hotel breakfast this morning and it was a great call. We stayed in most of the morning then go Te Ke Voi for lunch which was disappointing. We then got donuts on the piazza which were also disappointing. However, our trusty Nice! gelato pulled through. I started to get symptoms for a UTI which made me sad but you were determined to help me out. You found me a pharmacy to visit and then bought me three bottles of sparkling water while I laid in bed (one of them was for you but you didn't realize they were sparkling). Playing slamwich got me out of my funk and we went to Osteria Permalico for dinner. Since I couldn't drink, you got the tasting menu and I tasted the tasting menu. We then headed in for an early night and both fell asleep so quickly."
    },
    {
        "date": "Saturday, February 12, 2023",
        "text": "We tried to extend our time in bed for as long as possible, but eventually had to get up because the hotel breakfast closes at 10am. After that, we danced to Yummy for a few songs then packed our bags. We got some pizza (and you a sandwich too) for lunch and ate on the piazza in the warm sunlight. Of course lunch was topped off with Nice! gelato. Ultimately, we had to say goodbye but that was only after you threw your bus ticket out in the trash. Only four days apart!"
    },
    {
        "date": "Sunday, February 13, 2023",
        "text": "We zoomed with Houser today about BCR and I started reflecting on what a good team we make. To be so in love and work so well together is something so special. #powercouple"
    },
    {
        "date": "Tuesday, February 14, 2023",
        "text": "Today marks one whole year of documenting our love! Writing down our memories every day has given me so much joy over the past year. To be honest, I am amazed that I didn't miss a day. I hope you can look at these glimpses into our relationship with happiness and use them as a window into our love story. Looking back at our time together has made long-distance easier and I am so excited to share it with you! Much love, Olivia <3"
    }
]
